package com.typ.handtalk.core.articles.data

import com.typ.handtalk.core.articles.models.TranslatorProfile

object Translators {

    @JvmStatic
    fun getAll(): Array<TranslatorProfile> {
        return arrayOf(
            TranslatorProfile(
                "سعيد سامي محمد",
                bio = "- %s\n- %s\n- %s".format(
                    "مترجم لغة اشارة بكلية التربية النوعية جامعة الزقازيق.",
                    "مؤسس شركة Deaf gain للاستشارات والتدريب لذوي الإعاقة.",
                    "المسئول عن جمعية الصم وضعاف السمع بالقليوبية."
                ),
                "translators/1.png",
                "القليوبية",
                "01021819263"
            ),
            TranslatorProfile(
                "محمد نبيل محمد",
                bio = "- %s\n- %s\n- %s".format(
                    "اخصائي لغة إشارة معتمد من جامعة عين شمس.",
                    "مدرب لغة إشارة معتمد من جامعة عين شمس.",
                    "مؤسس مباردة هحببك في الإشارة."
                ),
                "translators/2.png",
                "القاهرة",
                "01018475961"
            ),
            TranslatorProfile(
                "محمد شحاتة",
                bio = "- %s\n - %s".format(
                    "مترجم لغة اشارة بجمعية الصم للتنمية بالشرقية.",
                    "مترجم لغة اشارة لدى الاتحاد العربي للهيئة العاملة للصم."
                ),
                "translators/3.png",
                "الزقازيق",
                "01202676296"
            ),
            TranslatorProfile(
                "اسلام البغدادي",
                bio = "- %s\n- %s\n- %s".format(
                    "مدرب و مترجم لغة إشارة بجمعية الصم بكفر الشيخ.",
                    "عضو مترجم بالمنظمة العربية لمترجمي لغة الاشارة.",
                    "عضو مترجم بالاكاديمية الدولية للاستشارات و التدريب."
                ),
                "translators/4.png",
                "كفر الشيخ",
                "01023389466"
            ),
            TranslatorProfile(
                "إيمان السيد السيد",
                bio = "- %s\n- %s".format(
                    "مترجم لغة اشارة بكلية التربية النوعية جامعة الزقازيق.",
                    "ماجستير علوم الإعاقة وتأهيل تخصص إعاقه سمعية."
                ),
                "translators/5.png",
                "الزقازيق",
                "01016936336"
            ),
            TranslatorProfile(
                "دهب فخر الدين",
                bio = "- %s\n %s".format(
                    "مترجم ومدرب لغة إشارة معتمدة من الجهاز القومي للاتصالات.",
                    "مترجمة لغة اشارة للصم و ضعاف السمع فى جامعة القاهرة."
                ),
                "translators/6.png",
                "الجيزة",
                "01023462772"
            ),
        )
    }

}