package com.typ.handtalk.articles.data

import com.typ.handtalk.articles.models.Article
import com.typ.handtalk.articles.models.Section.ImageSection
import com.typ.handtalk.articles.models.Section.TextSection

object Articles {

    /* Article var-name and ID is: Article_{CI} where (C -> CategoryId & I -> ArticleId) */

    internal val Article_11 = Article(
        id = 11,
        title = "الصُم",
        sections = arrayOf(
            TextSection(
                "",
                "الصمم  او فقدان السمع مرض يمكن ان يصيب الشخص في اي عمر وحسب احصائيات المتخصصين في الصم واضطرابات التواصل تجد ان الامر اصبح يثير القلق اذا يعاني 15%  من الشباب فوق سن 18 عام من مشاكل السمع ويجد ان نسبه الاصابه تصل الى 25% في الفئة  العمريه بين 65 سنه و 74 سنه اما من تجاوز 75 سنه فهم يعانون  من فقدان كل او جزئي للسمع بنسبه تصل الى 50% وتقل  قيمة في النسبه عند الوضع حيث نجد من 2 الى 3 في الالف  يعانون من الصم القابل  للكشف  في اذن  واحدة على الاقل."
            ),
            ImageSection("1/1/1.jpg"),
            TextSection(
                "من هم الصم؟",
                "هم الذين فقدوا حاسة السمع بان الاسباب وراثيه او اخرى مثل نقص الاكسجين اثناء الولادة او ارتفاع درجه حراره الطفل او التهاب السحايا"
            ),
            TextSection(
                "خصائص الصمم",
                "1-\tربط الكلمات التي يتعلمها الاصم بمداولتها الحسيه \n" +
                        "2-\tتحقيق مبدا التكرار المستمر في تعليمه .\n" +
                        "3-\t استخدام الوسائل التعليمية البصرية لان الصم يسمعون بعيونهم \n" +
                        "4-\tاتاحه الفرصه  للاصم لتحقيق النجاح والشعور بالثقه والامان \n" +
                        "5-\tعدم مقارنه الاصم بغيره من التلاميذ ومتابعه تقدمه بمقارنه انتاجه وتحصيله هو ولا يتحصل غيره .\n" +
                        "6-\t صعوبة اتباع التعليمات وعدم القدرة على التركيز في الوجبات المنزلية \n" +
                        "7-\tالمهارات الاجتماعية غير المناسبة لدى الطلبة الصم فبعضهم لا يستطيع المحافظة على علاقات شخصيه .\n" +
                        "8-\t ضعف مفهوم الذات لدى الصم .\n" +
                        "9-\t شعورهم  بالإحباط بسهوله وعدم القدرة على التفاعل مع متطلبات البيئة المدرسية .\n" +
                        "10-\t ضعف التفاعل الاجتماعي مع الاقران  للمحيطين به .\n" +
                        "11-\t يجد صعوبة في بناء استقلاليه تامه في مرحله المرافقة .\n"
            ), TextSection(
                "انواع الصمم",
                "1-\t الصم التوصيلي \n" +
                        "-\tيحدث بفعل اضطرابات في الاذن الخارجيه او الوسطى مما يجد او يمنع الذبذبات الصوتيه من الانتقال خلال القناه السمعيه \n" +
                        "-\tمن اكثر الانواع شيوعا بين الاطفال \n" +
                        "-\tيمكن علاج هذا النوع من الصمغ \n" +
                        "2-\tالصم الحسي العصبي \n" +
                        "-\tيحدث نتيجه وجود خلل في الاذن الداخليه مع سلامه الاذن الخارجيه والوسطى \n" +
                        "3-\t الصمم المختلط\n" +
                        "-\t ينتج فئه الاصابه اكثر من قسم من اقسام الاذن الثلاثة  ( الخارجي والوسطى والداخلية  ) \n" +
                        "-\tيجمع بين اسباب اعراض النوعين السابقين ويصعب علاجه \n" +
                        "4-\tالصم المركزي \n" +
                        "-\tيحدث بفعل خلل في الممرات السمعية في جذع الدماغ او المراكز السمعية  به  .\n" +
                        "5-\t الصم الوظيفي\n" +
                        "-\t يصيب بعض الاطفال بفعل التعرض لصدمات نفسيه وفي حاله عدم اكتشاف اسبابه يمكنه ان يؤثر سلبا على أعضاء السمع .\n"
            ),
            ImageSection("1/1/2.jpg"),
            TextSection(
                "اسباب الصم عند الاطفال والكبار",
                "اسباب الصم والخلقيه\n" +
                        "-\t لها علاقه بالعوامل الجينية والوراثية واسباب اخرى لها علاقه بمشكلات اثناء الحمل والولادة  ومنها\n" +
                        "1-\t الاصابه بالحصبه الالمانيه او الزهري .\n" +
                        "2-\t انخفاض وزن الطفل عند الولاده  .\n" +
                        "3-\t اختناق الطفل عند الولادة  .\n" +
                        "4-\t استخدام بعض الأدوية السامه للاذن استخدام فير سليم .\n" +
                        "5-\t اصابه الاطفال حديثي الولاده بمرض اليرقان الوضيم الذي يؤثر على عصب السمع لديهم .\n" +
                        "2- اسباب الصم المكتسبه مثل\n" +
                        "1-\t الاصابه ببعض الامراض المعديه مثل الاصابه بالحصبه والسحايا .\n" +
                        "2-\t الاصابه بالتهاب الاذن المزمن .\n" +
                        "3-\t التعرض للإصابة في الراس او الاذن .\n" +
                        "4-\t استخدام بعض الادويه الضاره .\n" +
                        "5-\t التعرض للأصوات الصاخبة بشكل مستمر .\n" +
                        "6-\t انسداد قناه الاذن بالشمع او بالمواد الغريبة .\n" +
                        "7-\tيعد السبب الرئيسي لأصابه الاطفال بفقدان السمع هو الاصابه بالتهاب الوزن الوسطى المزمن .\n"
            ),
            ImageSection("1/1/3.jpg"),
            TextSection(
                "اعراض الصمم",
                "1-\tاختفاء الكلام والاصوات الاخرى .\n" +
                        "2-\t صعوبه في فهم الكلمات خاصه مع وجود ضوضاء .\n" +
                        "3-\t مشكله في سماع الحروف الساكنه .\n" +
                        "4-\t الحاجه الى رفع صوت التلفزيون او الراديو .\n" +
                        "5-\t الانسحاب من المحادثات .\n" +
                        "6-\t تجنب التواجد في بعض البيئات الاجتماعيه .\n" +
                        "7-\t الطلب من الاخرين ان يوضحوا كلامهم او يتمهلوا فيه او يرفعوا اصواتهم بصوره متكرره .\n" +
                        "8-\t صعوبه الفهم المحادثات الكلاميه .\n" +
                        "9-\t طنين الاذن او الغمغمه المتواصله .\n" +
                        "10-\t لا يوجه الطفل راسه نحو مصدر الصوت .\n" +
                        "11-\t لا يبدي الطفل الرضيع اي اندهاش في حاله وجود ضوضاء اضافيه.\n"
            ), TextSection(
                "هل الصم وراثي",
                "-\tقد يكون الصمم  ناتجا عن عدد من العوامل تشمل الوراثة والشيخوخة والتعرض للضوضاء وبعض الالتهابات ومضاعفات الولادة  وبعض الأدوية او السموم ومن الحالات الشائعة التي تؤدي الى فقدان السمع التهابات الاذن المزمنة"
            ), ImageSection("1/1/4.jpg"),
            TextSection(
                "ما هي طرق تعليم القراء والكتابة للصم",
                "1-\tاختيار الكتب المناسبه التي يمكن تدريبها للصم .\n" +
                        "2-\t فقدان السمع لا يؤثر على القراءه والكتابه ولكن يجب ان يكون هناك استعداد نفسي من قبل الاصم.\n" +
                        "3-\tيجب ان يكون تدريس القراءة في المدارس بالشكل الممتع .\n" +
                        "4-\t لا يمكن تدريس القراءة في ماده العلوم من دون استخدام الوسائل المرئية .\n" +
                        "5-\t يجب ان يكون هناك هدف واضح في القراءه .\n" +
                        "6-\t لابد ان يستخدم المعلم لغه الاشاره في قراءه القصه او الكتاب .\n" +
                        "7-\t ان يشترك المعلم والطالب في عمليه القراءة .\n" +
                        "8-\t ان يقوم المعلم بارشاد الطلبه الصمم  الى افضل طرق القراءة .\n" +
                        "9-\t تخصيص حصص معينه في ماده اللغه العربيه للقراءه والكتابه فقط .\n" +
                        "10-\t مراعاه الفروق الفرديه بين اطفال الصلب .\n" +
                        "11-\t البدء بتعريف الاطفال الصم على الكتابة بقلم رصاص حتى يمكنهم تعديل الاخطاء .\n"
            ), ImageSection("1/1/5.jpg"), TextSection(
                "برامج تأهيل الصم",
                "1-\t البرامج المنزلية \n" +
                        "يقوم الاخصائي بزيارات منتظمة للأسر في المنازل .\n" +
                        "2-\t برامج المراكز المتخصصة  \n" +
                        "يتم تعليم الاطفال من خلال برامج مكثفه ومنظمه وذات اهداف مجدده وخطط  مدروسه  ويكون البرنامج على مدار اسبوع\n" +
                        "3-\tبرامج التوعيه العامه \n" +
                        "تكون في قاعات خاصه تجمع بين مختلف الاسر ليتم من خلالها تثقيف المجتمع برعاية فئه المعوقين سمعيا\n" +
                        "4-\t برامج رياض الاطفال المتخصصه \n" +
                        "هي تلائم حالات اضطراب اللغه الذي سببه ضعف الاتصال الاجتماعي ولتلائم الحالات المعقدة كالعوق السمعي ولكنها في بعض الاوقات تكون الاختيار الوحيد امام الاسره .\n" +
                        "5-\tبرامج تدريب الاباء \n" +
                        "يتم تدريب الاباء على اساليب لتحفيز نمو اللغة من خلال برامج تتبني هذا  التوجه من قبل اخصائيين امراض التخاطب \n" +
                        "6-\tالبرامج التطوريه \n" +
                        "يقيم الاطفال كما هو المتعارف عليه لكل حاله من قبل اخصائي الإعاقة السمعية ويحدد عمر نمو اللغه مقارنه بالأسوياء منهم \n" +
                        "7-\tبرامج الإرشاد \n" +
                        "هو برنامج توجيه وارشاد للأسر بطبيعة الحالة ونتائج الفحص والتقييم\n"
            ), TextSection(
                "طرق الوقايه من الصم",
                "1-\tالوقايه من الصمم الوراثي بعدم تشجيع زواج الاقارب .\n" +
                        "2-\t الصمم الولادي حيث تشريعات الزواج الحديثه تمنع الزواج من المرضى الذين يؤدي زواجهم الى انجاب اطفال مشوهين خلقيا .\n" +
                        "3-\t العنايه بصحه الام الحامل ووقايتها من الامراض وتناول العقاقير غير  الضاره بالجنين .\n" +
                        "4-\t العنايه في الولاده المتعثره واتباع الطرق الصحيحه لتجنب كل ما يعرض الوليد للاختناق .\n" +
                        "5-\t الوقايه من امراض الطفوله بالتحصين ضد الامراض .\n" +
                        "6-\t معالجه امراض الاذن والامراض التي لها اثر سيء على الاذن .\n" +
                        "7-\t عدم الافراط في التدخين والكحوليات والامتناع عن تناولها .\n" +
                        "8-\t التشخيص المبكر لأمراض الاذن واكتشاف الحالات التي تؤدي الى فقدان السمع .\n" +
                        "9-\t توعيه الاباء وتوجيه المعلمين لاكتشاف حالات الصم .\n" +
                        "10-\t منع الشد من على الاذنين ووقاية السمع من التعرض لصوت الانفجارات والضجيج .\n"
            ),
            ImageSection("1/1/6.jpg"),
            TextSection(
                "علاج الصمم",
                "1-\t يعتمد العلاج على كل من سبب وشده الصم .\n" +
                        "2-\t فقدان السمع الحسي العصبي غير قابل للشفاء .\n" +
                        "3-\t تساعد الطرق والاستراتيجيات المختلفة في تحسين جوده الحياه للإصابة بالصمم .\n" +
                        "4-\tلا تساعد السماعات في علاج الصم ولكنها تضخم الصوت الذي يدخل للاذن حتى يتمكن الاصمم من السمع بشكل اكثر موضوعا .\n" +
                        "5-\t السماعات غير مناسبه لمن يعانون من الصمم العميق .\n" +
                        "6-\t تعلم لغة الإشارة للتواصل في حال كان الاصم غير قادر على الكلام ايضا .\n" +
                        "7-\t اجراء جميع اختبارات السمع مبكرا فكلما كان الكشف عن الاصم مواسبابه ابكر كلما كان العلاج اسرع واسهل .\n"
            )
        )
    )

    internal val Article_12 = Article(
        id = 12,
        title = "ضعاف السمع",
        sections = arrayOf(
            TextSection(
                "",
                "حاسة السمع مهمه للفرد من خلال السمع بيقدر الفرد أنه يتواصل مع الأشخاص الآخرين ويفهم المكان و البيئة الموجود فيها ويتبادل الكلام مع الأفراد ويتفاعل معهم."
            ),
            TextSection(
                "ضعاف السمع",
                "الذين يتسمون ببعض صعوبات في الكلام والنطق بسبب وجود عجز أو نقص في حاسة السمع بدرجة لا تسمح لهم بالاستجابة الطبيعية للأغراض التعليمية والاجتماعية، إلا باستخدام وسائل"
            ), TextSection(
                "خصائص ضعاف السمع",
                "الخصائص اللغوية :.\n" +
                        "تشكل اللغة الأساس للتواصل والتعلم وبدون وجود لغه تصبح طرق التواصل أكثر صعوبة وتعقيدأ ويبدأ الطفل فى اكتساب المهارات اللغوية منذ السنتين الاولى من عمره وتتطور قدرته على فهم واستخدام الكلام\n" +
                        "-الخصائص الجسمية:.\n" +
                        "الطفل ضعيف السمع يعانى من مشكلات في الاتصال وعدم قدرتهم على أكتشاف البيئة والتفاعل معها لذلك يجب تزويد الأفراد ضعاف السمع بالتدريب اللازم للتواصل مع الآخرين لأن الاعاقه السمعيه قد تفرض قيودا على النمو الحركى \n" +
                        "-الخصائص المعرفية:.\n" +
                        "قدراتهم المعرفية لا تختلف عن قدرات الأفراد العاديين بمعنى أن الطفل الذى يعانى من فقدان السمع يمتلك مستوى من الذكاء يتناسب مع مرحلته العمرية فيكون عارفا للعديد من الأمور المحيطة به مثل أفراد عائلته و طبيعة الأشياء الموجودة حوله\n" +
                        "-الخصائص الاجتماعية:.\n" +
                        "الاعاقه ليها تأثير على الخصائص الاجتماعية لدى الأفراد  من خلال التنشئه الأسرية الخاطئة للطفل من خلال الحماية الزائدة للطفل التي تجعل الطفل معتمدا على الاخرين ويعانوا من الخجل الشديد والانسحاب و مما يؤثر على مفهومهم لنفسهم وذاتهم.\n"
            ), TextSection(
                "اسباب ضعف السمع",
                "اولا الاسباب الاكثر انتشارا لضعف السمع:-\n" +
                        "١-تراكم الشمع في الأذن:.\n" +
                        "يعد تراكم الشمع من اكثر الأسباب انتشاراً لضعف السمع ولكنه قابل للعلاج وخاصه عند كبار السن\n" +
                        "٢-الضجيج:.\n" +
                        "يمكن للضجيج ان يسبب ضعف السمع من خلال التعرض المستمر للضجيج أو الاصوات المرتفعة على الرغم من ان مقاومه الناس لنقص السمع الصادر عن الضجيج متفاوتة ولكن المتوقع أن يصاب كل شخص بدرجه معينه من نقص السمع إذا تعرض للضجيج المرتفع بشكل مستمر\n" +
                        "٣- الشيخوخة:.\n" +
                        "يحد نقص السمع المرتبط بالعمر من خلال القدرة على  سماع الأصوات ذات التردد العالي عن سماع الأصوات ذات التردد المنخفض \n" +
                        "-ثانيا الأسباب الأقل انتشاراً لضعف السمع:.\n" +
                        "١-ضطرابات المناعة الذاتية\n" +
                        "٢-الاضطرابات الوراثية\n" +
                        "٣-الادويه التي تلحق الإصابة بالاذن\n" +
                        "٤-الاصابات \n" +
                        "٥-الاورام\n"
            ), ImageSection("1/2/2.jpg"), TextSection(
                "ما هي درجات ضعف السمع عند الاطفال",
                "هناك أربع درجات مصنفة طبياً لضعف السمع:.\n" +
                        "١-طفيف:.\n" +
                        "قد يسمع الطفل بعض اصوات الكلام ولكن سيواجه صعوبة فى سماع الأصوات الخافتة\n" +
                        "٢-متوسط:.\n" +
                        "سيجد الطفل صعوبة فى سماع وفهم الكلام عندما يتحدث شخص ما بمستوى طبيعي \n" +
                        "٣-الحاد:.\n" +
                        "سوف يسمع الطفل القليل من الكلام أو قد لا يسمعه عند التحدث بمستويات طبيعية وسيسمع فقط بعض الأصوات العالية\n" +
                        "٤-الشديد جداً:.\n" +
                        "سوف يسمع الطفل فقط الاصوات العالية جدا ولن يسمع الكلام على الاطلاق\n"
            ), TextSection(
                "ما علامات ضعف السمع عند الاطفال",
                "أولاً بالنسبة للرضيع، تظهر عليه الأعراض التالية:\n" +
                        "١-لا يتفاعل بشكل طبيعي مع الاصوات\n" +
                        "٢-لا يثير الضجيج\n" +
                        "٣-يواجه مشكله فى تحديد مصدر الصوت\n" +
                        "٤-يعانى من تأخر الكلام \n" +
                        "٥-يواجه مشكله فى تطوير اصوات الكلام الصحيح\n" +
                        "ثانيًا بالنسبة للأطفال الأكبر سنًا، فهم يواجهون بعض الأعراض مثل:\n" +
                        "١-صعوبه تنفيذ التعليمات \n" +
                        "٢-تأخر الكلام أو تراجع فى تطور الكلام\n" +
                        "٣-صعوبات فى المدرسة أو تغيرات مفاجأة فى الأداء المدرسي\n"
            ), ImageSection("1/2/1.jpg"), TextSection(
                "انواع ضعف السمع",
                "١-ضعف السمع الحسي العصبي:.\n" +
                        "هو أكثر أنواع ضعف السمع انتشاراً يحدث عندما تتلف اعصاب الاذن الداخلية ممكن بسبب العمر او اضرار الضوضاء او اي شيء اخر ويمكن علاجه باستخدام السماعات الطبية\n" +
                        "٢-ضعف السمع التوصيلي:.\n" +
                        "يحدث نتيجة انسداد الاذن الخارجية أو الاذن الوسطي ممكن بسبب السوائل أو الأورام أو شمع الاذن يمنع هذا الانسداد من وصول الصوت الى الأذن الداخلية ويمكن علاجه بالجراحة أو الأدوية \n" +
                        "٣-ضعف السمع المختلط:.\n" +
                        "هو اختلاط أو مزيج من ضعف السمع الحسي العصبي وضعف السمع التوصيلي\n"
            ), TextSection(
                "هل الطفل ضعيف السمع يتكلم؟",
                "قد يساعد سماع الأصوات والكلمات الأطفال على تعلم التحدث والفهم. إذ أن الطفل المصاب بضعف السمع يفقد هذا الأصوات، والذي يؤدي إلى حدوث مشاكل في التحدث والقراءة في المدرسة لذا من المهم أن تخضع لفحص طفلِك إذا كنتِ تعتقدين أنه يعاني من مشكلة في السمع.\n" +
                        "الطفل الذي يعاني من ضعف السمع لا يتعلم الكلام بسرعة الأطفال العاديين الذين يتمتعون بحاسة سمع طبيعية و يجد صعوبة في معرفة المعاني المختلفة للكلمة.، و قد يواجه الطفل مشكلة في فهم واستخدام جمل أكثر من الاطفال ذوي السمع الطبيعي ويواجه مشكله أيضا فى سماع نهاية الكلمات واستخدام الجمل الأكثر تعقيدا.\n"
            ), ImageSection("1/2/3.jpg"), TextSection(
                "ما علاج ضعف السمع",
                "١-التخلص من مع الاذن:.\n" +
                        "يمكن للطبيب إزالة شمع الأذن  لاستعادة القدرة على السمع وذلك عن طريق استخدام أدوات صغيرة لإذابة وشفط هذا الشمع غسل الأذن بواسطة حقنة مطاطية تحتوي على ماء دافئ.\n" +
                        "٢-التدخل الجراحي:.\n" +
                        "يشمل علاج ضعف السمع الناتج عن خلل في تركيب الأذن الوسطى مثل طبلة الأذن أو العظام السمعية.\n" +
                        "يلجأ الطبيب كذلك إلى إجراء جراحي بسيط إذا كنت تتعرض إلى عدوى متكررة في الأذن، لأن ذلك قد يسبب تراكم للسوائل خلف طبلة الأذن، فيعالجه الطبيب بإجراء يُعرف باسم أنابيب الأذن \n" +
                        "٣-سماعات الاذن:.\n" +
                        "إذا كان سبب ضعف السمع وجود مشكلة في الأذن الداخلية، أو تلف في العصب المسؤول عن توصيل الأصوات إلى المخ، فإن استخدام سماعات الأذن قد يكون له تأثير كبير على تحسن القدرة على السمع\n"
            ), TextSection(
                "نصائح للوقاية من ضعف السمع",
                "١-حماية السمع من خلال ارتداء سدادات الأذن فى حالة الذهاب للحفلات الموسيقية أو عند العمل في بيئة صاخبة.. إن استمرار التعرض للضوضاء يمكن أن يسبب تلف في حاسة السمع مع مرور الوقت.\n" +
                        "٢-تجنب سماع التلفزيون أو الموسيقى أو الراديو بصوت عال جدا. يمكنك محاولة استخدام سماعات إلغاء الضوضاء لأنها تسمح لك بالاستماع للصوت بوضوح دون الاضطرار لتعلية الصوت.\n" +
                        "٣-حاول اختيار الأنشطة الترفيهية التي لا تسبب ضوضاء عالية، \n" +
                        "٤-لا تقم بإدخال أشياء صلبة في أذنيك.\n"
            )
        )
    )

    internal val Article_21 = Article(
        id = 21,
        title = "التواصل الكلي",
        sections = arrayOf(
            ImageSection("2/1/1.jpg"),
            TextSection(
                "١) ايه هو التواصل الكلي ؟",
                "انك تستخدم مع طفلك كل طرق الاتصال الممكنة واللي تتناسب مع حالته كطريقة التدريب السمعي حيث يقوم علي تعليم الاطفال ذوي الاعاقة السمعية البسيطة والمتوسطة علي مهارة الاستماع وتطويرها لديهم والتمييز بين الأصوات أو الكلمات باستخدام الوسائل البصرية والمعينات السمعية ، طريقة التواصل الشفوي حيث نقوم فيها بتنمية مهارات الطفل علي قراءة الشفاه وفهمها ويعني ذلك أن يفهم الطفل ذي الهمم الرموز البصرية لحركة الفم و الشفاه أثناء الكلام ،طريقة التواصل اليدوي حيث يتم استخدام لغة الإشارة وتهجئة الأصابع. \n" +
                        "يجب إعطاء كل طفل من ذي الهمم فرصة تعلم جميع الأشكال الممكنة للتواصل سواء أساليب التواصل اللفظية أو اليدوية وذلك من خلال التواصل الكلي حيث يساعد علي المزج بين  توظيف البقايا السمعية إن وجدت وقراءة الشفاه ولغة الإشارة وأبجدية الأصابع والتدريب السمعي . \n" +
                        "ويجب أن نراعي مستوي نمو الطفل وتوافقه العضلي والعصبي ،وقدراته العقلية وكذلك المهارات اللغوية لديه وإكسابه المهارات التواصلية والتفاعل الإيجابي منذ طفولته المبكرة .\n" +
                        "يشتمل أسلوب التواصل الكلي علي صورة الأشكال اللغوية والحركات التعبيرية التي يقوم بها طفلك من نفسه ، وفي الاتصال الكلي يتاح فرصة أمام طفلك لتطوير وتنمية اي جزء تبقي لديه من السمع ،ومن خلال المعين السمعي الذي يستخدمه.\n" +
                        "من خلال التواصل الكلي نقوم بدمج كل طرق التواصل الممكنة وتستخدمها لتعزيز قدرات الأطفال علي التواصل مع الآخرين وفهم العالم المحيط بهم والاندماج فيه .\n" +
                        "في هذه الطريقة نقوم بدمج الكلام ،والإشارات وتهجئة الأصابع ، ولغة الإشارة حتي نسهل للطفل عملية التواصل .\n" +
                        "يعتبر التواصل الكلي أسلوب للاتصال وليس طريقة للاتصال حيث ظهر التواصل الكلي بسبب ظهور بعض السلبيات في كل طريقة من طرق التواصل المختلفة لما نستخدمها  لوحدها.\n" +
                        "وكذلك الفروق الفردية والإمكانات بين الاطفال ذوي الهمم والاختلاف الواضح بينهم والطرق المتاحة لكل طفل في تعلم طريقة تختلف عن طفل آخر . واختلاف موقف الاتصال  يحتاج طرق معينة يتم استخدامها من قبل الطفل ذي الهمم .\n" +
                        "عندما نستخدم اللفظ والإشارة معا اثناء الحديث مع الطفل ذي الهمم  فإن ذلك يساعد في التغلب علي الثغرات التي  قد تنتج عندما نستخدم اي منهما بمفرده ،كما أن هذه الطريقة تستجيب بشكل أفضل الخصائص التي يتميز بها كل طفل ،فالأطفال الذين يجيدون استخدام أبجدية الإشارة نستخدم اللفظ وأبجدية الأصابع أثناء الحديث معهم ، ولكن الأطفال الذين يجيدون لغة الإشارة عند الحديث معهم نستخدم اللفظ مع الإشارة الكلية .\n" +
                        "\n" +
                        "يتضح من ذلك أن عدم قدرة الطفل علي السمع ودرجة الفقدان السمعي والعمر الذي حدثت فيه الإصابة ومدى توافر الخدمات المختلفة والتدريب علي النطق والتدريب السمعي و قواميس لغة الإشارة والمعينات السمعية المختلفة تعتبر عوامل هامة في تحديد طريقة التواصل الطريقة المناسبة التي يجب أن نستخدمها مع الطفل .\n" +
                        "تعد طريقة التواصل الكلي هي الطريقة الأكثر مناسبة لمختلف الأطفال الذين فقدوا سمعهم، حيث أنها تسهل الاتصال فهي توفر فرصة للطفل ذوي الهمم ليتعلم لغة الإشارة من جهة وتنمية قدراته اللفظية من جهة أخرى.\n" +
                        "كذلك  أيضا فإن طريقة التواصل الكلي  تجعل الطفل ذوي الهمم أكثر أهلية للنجاح في الاندماج الاجتماعي، حيث أنها  تسهم في التغلب على الصعوبات التي تنتج عن عدم إتقان الناس السامعين للغة الإشارة من جهة  والمساعدة في توضيح ما يوجد في لفظ الطفل ذوي الهمم من عيوب وعدم وضوح.\n"
            ),
            TextSection(
                "٢) أهداف التواصل الكلي :",
                "1.\tيسهل من عملية التواصل ،حيث يساعد في زيادة قدرة الطفل ذوي الهمم على استخدام القدرات النطقية لديه بشكل جيد مما يمكنه مستقبلا من  تقبل هذه القدرة النطقية بشكل وظيفي.\n" +
                        "2.\tيفتح التواصل الكلي  قنوات اتصال رئيسية بالسرعة والفاعلية الممكنة، وذلك لأنه يعتمد على أكثر من قناة تواصل سواء تواصل يدوي أو شفاهي بالإضافة للتواصل البصري وما لديه من بقايا سمعية في ضوء أسس وقواعد كل طريقة من طرق التواصل.\n" +
                        "3.\tيعمل التواصل الكلي علي استثارة الدافعية وزيادة مستوى الانتباه لدي الطفل ، حيث يكون الطفل ذوي الهمم  أمام موقف تواصل شامل يتوافق مع ما لديه من خبرات وقدرات سمعية.\n" +
                        "4.\tيسهم التواصل الكلي في زيادة مستوى التواصل الكلامي ومدى وضوحه باعتبار أن التواصل الكلي يعتبر التواصل اللفظي القائم على مدى إمكانية استخدام اجهزة النطق لدى الأطفال ذوي الهمم استخداما فعالا مع التواصل اليدوي، اي نستخدم اللفظ مع الإشارة .\n" +
                        "5.\tاستغلال البقايا السمعية، ويعد هذا هو الهدف التربوي الأمثل للتواصل الكلي. \n"
            ),
            ImageSection("2/1/thumb.jpg"),
            TextSection(
                "٣) مميزات التواصل الكلي : ",
                "1.\tلا يلغي التواصل الكلي  استخدام قراءة الشفاه.\n" +
                        "2.\tلا يلغي التواصل الكلي استعمال الأجهزة  السمعية بل يعمل على استغلال أي بقايا سمعية في إدراك الصوت حتى يصبح واضحا في ذهن الطفل ذوي الهمم .\n" +
                        "3.\t يستطيع الطفل ذوي الهمم  من خلال أسلوب التواصل الكلي  اكتساب لغة الإشارة بسرعة أكبر كما يتيح له التعبير عن حاجاته. \n" +
                        "4.\tيصبح من خلال أسلوب التواصل الكلي لدى المدرسة طفل ذوي همم أكثر توافقا مع البيئة المحيطة به.\n" +
                        "5.\t باستخدام التواصل الكلي للحديث والإشارة فإن كل أسرة  لديها طفل ذوي همم تصبح بيئتهم عادية مثل بيئة العاديين.\n"
            )
        )
    )
    internal val Article_22 = Article(
        id = 22,
        title = "قراءة الشفاه",
        sections = arrayOf(
            TextSection(
                "ما هي مهارة قراءة الشفاة؟",
                "هي مهارة تستلزم استخدام حاسة البصر لفهم الكلام ودا ليفهم الصم وضعاف السمع حركات الشفاه واللسان والفك أثناء الكلام من قبل الآخرين، ويعتمد نجاح  الطريقة دي على مدى فهم الصم وضعاف السمع للمثيرات البصرية المصاحبة للكلام زي تعبيرات الوجه وحركة اليدين ومدى سرعة المتحدث ومدى اللغة وموضوع الحديث للمعاق، ومدى مواجهة المتحدث لاصم وضعيف السمع وكمان القدرة العقلية للمعاق سمعياً وعشان كده مهارة قراءة الشفاة تحتاج لتدريب وتعليم للصم وضعاف السمع."
            ),
            TextSection(
                "ما هي شروط قراءة الشفاة؟",
                "-يجب ان تكون درجة الابصار عند الطفل الاصم عادية.\n" +
                        "2-يجب ان يكون المتكلم مقابل الطفل ليشاهد حركة الشفاة.\n" +
                        "3-ينبغي ان يتم التكلم بصورة طبيعية وعادية.\n" +
                        "4-يجب ان يكون النطق واضح ومفهوم ومنبالغش في فتح الفم.\n" +
                        "5-لا يختفي المتكلم عن بصر الاصم او ضعيف السمع.\n" +
                        "6-لا يتحدث المتكلم وهو متجه نحو الحائط او الصبورة.\n" +
                        "7-ان يوجه المتكلم نظره نحو الاصم ودا لان النظر له دور كبير في التعيين وشد الانتباه لضمان الاستمرار والتواصل.\n" +
                        "8-مراعاة مستوي الاصم ومرحلة نموه.\n" +
                        "9- المسافة التي تفصل بين الاصم والمتكلم تكون مسافة معقولة ودا ليستطيع الطفل تركيز انتباهه علي ملامح الوجه.\n" +
                        "10-محاولة التقليل من المشتات.\n" +
                        "11-وجود ضوء علي وجه المتكلم  عشان حركات الوجه والشفتين تكون واضحه للاصم.\n"
            ),
            TextSection(
                "اي الخطوات التي يجب مراعتها لقراءة الشفاة؟",
                "-يجب ان تنطق الكلمة اثناء تطلع الاصم الي الوجه مثلا نقول له \"قف\"فيكون ذلك عندما يتطلع الي وجهة.\n" +
                        "2-يجب ان تتكلم العينان كما تتكلم الشفاة مثلا اذا قولنا للاصم \"تعال\" بحيث تكون العينان فيها الدعوة اثناء مد اليدين مع الضغط علي كلمة\"تعال\"وبتكرار نفس الموقف يفهم الاصم كلمة تعال عندما تنطق بها الشفتان.\n" +
                        "\n" +
                        "3-يجب ان يكون الكلام واضح وبطئ نوعا ما من المتكلم بشرط انه ميبالغش في النطق او في حركات الشفاة او فتح الفم.\n" +
                        "4-يبدأ بالكلمات السهلة والتي يمكن نطقها ورؤيتها بسهولة ولها ارتباط بالواقع.\n"
            ),
            TextSection(
                "ما هي طرق تدريب الصم علي مهارات قراءة الشفاة؟",
                "-الطريقة التحليلية:\n" +
                        "فيها يركز الاصم علي كل حركة من حركات شفتي المتكلم وبعدين ينظمها مع بعضها ليفهم المعني المقصود.\n" +
                        "2-الطريقة التركيبية:\n" +
                        "فيها يركز الاصم علي معني الكلام اكثر من تركيزه علي حركة شفتي المتكلم.\n" +
                        "3-طريقة روشيسير:\n" +
                        "هي دمج طريقه هجاء الاصابع مع قراءة الشفاة ودي طريقة مملة ودا لان الاصم يقوم  بالتعبير عن كل حرف بهجاء الاصابع فيشعر المشاهد بالملل فيكون عليه التركيز بعينه علي كل حرف يقام التعبير عنه بهجاء الاصابع.\n" +
                        "والتتدريب علي قراءة الشفاة مهم جدا مع الالتزام ب:\n" +
                        "-البدء بالامور المتعلقة بحياة الاصم وحاجته الخاصة.\n" +
                        "-ناخد بالنا ان فيه بعض الحروف الساكنة تكون في صورة حركية متشابهة علي الشفاة مثل:حرف(م-ب-ت-د-ح).\n" +
                        "-نساعد الاصم علي التفرقة بين الحروف المتشابهة في طريقة اخراجها من خلال المرآة وملاحظة حركات الشفاة.\n"
            ),
            TextSection(
                "ما هي انواع التدريب علي قراءة الشفاة؟",
                "-التدريب الفردي:\n" +
                        "فيه يتم التدريب علي الكلمات والحروف بصورة مفردة ودا حسب قدرة الاصم ودرجة الفقدان السمعي .\n" +
                        "2-التدريب الروتيني:\n" +
                        "هنستغل فيه ماتعود عليه الطفل في حياته اليومية من عمل اشياء معينة او الذي تعود عليه من تلقي بعض الاوامر زي اجلس ,تعالي...\n" +
                        "3-التدريب الجماعي:\n" +
                        "بعد ان يصل الاصم الي فهم مجموعة من الكلمات والجمل القصيرة من التدريب الفردي والتدريب الروتيني يمكن للمعلم او الاخصائي تدريب مجموعة من التلاميذ تدريب جماعي بس بشرط ان المجموعة تكون صغيرة لا تزيد عن 8 ولا تقل عن 5 وان تكون المجموعة متجانسة في القدرات والميول وعدم الاطالة في زمن التدريب .\n"
            ),
            TextSection(
                "ما هي مراحل تعلم قراءة الشفاة للاصم؟",
                "-مرحلة التطلع الي الوجه:\n" +
                        "تعتمد علي النظر ودرجة القرب بين الاصم والمتكلم ودرجة الاضاءة في المكان.\n" +
                        "والمرحلة دي من اسهل المراحل لمعرفة وتذكر الكلمات والجمل.\n" +
                        "2-مرحلة الربط(بدء الفهم):\n" +
                        "تعتمد علي الربط بين مايراه علي الوجه من تعبيرات وبين الموقف والمرحلة دي لها اهمية كبيرة في تكوين العادات مثل:\n" +
                        "-الابتسامة في وقت الفرح.\n" +
                        "-التكشير في حالة الحزن.\n" +
                        "3-مرحلة الفهم المعنوي(الفهم المجرد):\n" +
                        "تعتمد علي مانتحدث به من كلمات دون النظر الي مانتحدث عنه زي(باب-شباك-كتاب-قلم-ساعة-بابا-ماما....)\n" +
                        "بمعني ان الاصم يقرأ الالفاظ الجديدة بواسطة قراءة الشفاة ويكون وصول الاصم الي المرحلة دي تعبر عن تقدمه في الكلام ورغبته في زيادة معلوماته.\n"
            ),
            TextSection(
                "ما هي قواعد قراءة الشفاه للاتصال مع الاصم؟",
                "-جذب الانتباه.\n" +
                        "-مواجهة الشخص والنظر اليه مباشرة.\n" +
                        "-ابقاء الجسم في حالة ساكنة قدر الامكان واستخدام بعض الايحات البسيطة للتوضيح.\n" +
                        "-رؤية الفم بوضوح ,ميكونش فيه دخان او اقلام او طعام عشان متمنعش رؤية الفم.\n" +
                        "-الوقوف بمواجهة الضوء.\n" +
                        "-التكلم بوضوح وببطئ اقل من العادي وبرده منبالغش في ده .\n" +
                        "-اعادة الجملة اكتر من مرة ودا لو الامر ضروري وبصورة مختلفة.\n" +
                        "-استخدام جمل قصيرة ومفيدة.\n" +
                        "استخدام الكلام المباشر وحاول منع اي تشوش او ضوضاء محيطة بك.\n" +
                        "-استخدام الكتابة اذا كان الشخص الاصم يجد صعوبة في فهمك او قراءة شفاهك.\n" +
                        "-عدم الصراخ,هذا يسبب تشويش وازعاج للشخص المستعمل المعينات السمعية.\n" +
                        "-لازم تبقي صبور وهادئ وتظهر الاهتمام.\n" +
                        "-كن حساس مع الشخص الاصم.\n" +
                        "-ابتعد لمسافة مناسبة ليست بعيدة ولا قريبة وبنفس مستوي الصوت.\n" +
                        "-تحسين جودة الصوت وذلك بوجود غرفة مفروشة بشكل جيد لمنع وجود صدي.\n" +
                        "-الاتصال العيني : الاتصال مباشرة مع الاصم.\n"
            ),
            TextSection(
                "ما هي مزايا قراءة الشفاة؟",
                "تركز قراءة الشفاة علي تعليم الصم وضعاف السمع والتدريب الصحيح للنطق ومهاراته ومحاولة توفير بيئة تعليميه تشابه بين السامعين في مدارس وفصول التربية الخاصة.\n" +
                        "وتتلخص مزايا الطريقة دي في:\n" +
                        "-اعتبار الكلام هو قناة التواصل الرئيسية ودا بالاستفادة بالسمع المتبقي ولازم تنميته من خلال قراءة الكلام.\n" +
                        "-الاصم وضعيف السمع  قادرين علي التعلم اللفظي ودا لو تم تدريبهم من البداية علي النطق ودا لان جهاز النطق المفروض انه سليم.\n" +
                        "- لغة الاشارة مبتساعدش الاصم علي التعبير عن المفاهيم المجردة بشكل كاف.\n" +
                        "-الصم محاطون بناس مبيستعملوش لغة الاشارة ومش بيفهموها .\n" +
                        "- تعليم الكلام للصم يساعد علي التقليل من الشعور بالعزلة والتعايش مع السامعين .\n" +
                        "-قدرة الاصم علي الربط بين صوت معين والحركة التي تصدر عن الشفاة او الحنجرة او اللسان .\n" +
                        "-ترجمة هذه الحركات الي اشكال صوتية(الحروف).\n"
            ),
            TextSection(
                "ما هي عيوب قراءة الشفاه؟",
                "-صعبة للاطفال الصم وده لان الاطفال مش بيسمعوا الاخرين وهما ينطقوا بالكلام.\n" +
                        "-لا يمكن للصم ضبط محاولتهم الصوتية لتقليد الكلام الصادر عن الاخرين.\n" +
                        "-عدد كبير من الكلمات في اللغة يشبه بعضه عند النطق به.\n" +
                        "- المتكلم مش بيرتاج لما الاصم ينظرالي فمه اثناء الكلام.\n" +
                        "-صعوبة قراءة الشفاة في حالة الاضاءة الضعيفة او لما بيكون المتحدث غير مواجه لمن يتحدث اليه ويغطي وجهه وفمه.\n"
            ),
            TextSection("مخارج الحروف:", "\n"),
            ImageSection("2/2/1.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/2.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/3.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/4.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/5.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/6.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/7.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/8.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/9.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/10.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/11.jpg"),
        )
    )
    internal val Article_23 = Article(
        id = 23,
        title = "لغة الاشارة",
        sections = arrayOf(
            ImageSection("2/3/1.jpg"),
            TextSection(
                "١)ما هي لغة الإشارة؟",
                "لغة الإشارة هي اللغة الطبيعية لذوي الهمم السمعية حيث تعبر عن الكلمات والمفاهيم والعبارات من خلال حركات اليدين وضعهم، وتعتبر لغة الإشارة وسيلة اتصال تعتمد اعتمادا كبيرا على التناسق بين العين وقدرة الجسم على الحركة.\n" +
                        "تساعد هذه اللغة الطفل ذوي الهمم السمعية في التعبير عن أي فكرة يعبر عنها باللغة المنطوقة ، وتختلف لغة الإشارة من مجتمع إلى آخر. \n" +
                        "بل أن هناك بعض الاختلافات والتي قد نجدها في داخل المجتمع الواحد ،وتعد لغة الإشارة لغة كاملة تسمع بالعين وتنطق باليدين .\n"
            ),
            TextSection(
                "٢)بعض الاعتبارات لمن يتعلم لغة الإشارة:",
                "1.\tأن يكون لديه القناعة بأن لغة الإشارة  لغة مهمة، ومسلم بها وجب تعلمها وضرورة توافر الرغبة في تعلم هذه اللغة.\n" +
                        "2.\t يجب أن تكون صادقا في تعاملك مع الصم، وأن تكون ودودا وأن تكون صارما في بعض الوقت.\n" +
                        "3.\t  إن كتساب الفرد للمفردات اللغوية الإشارية وزيادة ثروته اللغوية سيساعده على تكوين الجمل وسرعة المحادثة.\n" +
                        "4.\t لغة الإشارة ليست صعبة وهي سهلة الاكتساب إذا ما توفرت الإرادة والثقة بالنفس.\n" +
                        "5.\t إن التحدث مع أصحاب اللغة الأصليين سيتيح فرصة التعرف على لغتهم وبالتالي التحدث بطلاقة ويسر فاكتساب اللغة يأتي بالممارسة الفعلية لها وليس بحفظ مفرداتها فقط.\n" +
                        " ضرورة الاحتكاك بالأفراد الصم فالتحاور معهم وحضور مناسباتهم والاهتمام بأمور حياتهم اليومية سيتيح إمكانية تبادل الأفكار وتبادل الخبرات\n"
            ),
            TextSection(
                "٣)أسس وقواعد يجب معرفتها لمن يستخدم لغة الإشارة:",
                "1.\tعندما تتحدث مع صديق  بوجود شخص ذوي همم سمعية  فاستخدم لغة الإشارة بهدف إشراكه في الحديث.\n" +
                        "2.\t لا تبالغ في حركة الشفاه، تكلم بشكل طبيعي  وتذكر أن ٣٠٪ فقط  من كلامك يمكن أن يفهم لذا يجب استخدام لغة الإشارة.\n" +
                        "3.\tتأكد من وجود إضاءة مناسبة عندما تتحدث بلغة الإشارة وتجنب الجلوس بوضع يكون الضوء أو الشمس على عيون المتلقي.\n" +
                        "4.\t لا تغطي فمك إلا إذا تطلبت الإشارة ذلك حتى لا تحجب قراءة الشفاه. \n" +
                        "5.\tفكر بطريقتهم وتكلم بلغتهم وبأسلوبهم حتى تتعرف على مواطن القصور لديهم وتعدلها.\n" +
                        "6.\tكن صبورا وتفاعل مع إشارتك ليظهر التعبير على وجهك وجسمك.\n"
            ),
            TextSection(
                "٤) ما هي فوائد لغة الإشارة ؟",
                "1.\tهي اللغة الطبيعية التي من خلالها يستطيع ذوي الهمم السمعية ان يعبر عن نفسه واحتياجاته.\n" +
                        "2.\t تساعد في توضيح وتوصيل العديد من المفاهيم المادية والمعنوية.\n" +
                        "3.\tتعد الطريقة الاسرع في توصيل المعلومات للفرد ذوي الهمم السمعية\n"
            ),
            TextSection(
                "٥)ما هي عيوب لغة الإشارة؟",
                "1.\tلا يمكن ان نستخدمها في الظلام .\n" +
                        "2.\tسهوله وسرعه تعلم لغة الإشارة لدى الطفل سوف يقلل من عمليه تعلم اللغة المنطوقة.\n" +
                        "3.\tاغلب الأفراد في مجتمع العاديين لا يجيدون استخدام لغة الإشارة\n"
            ),
            TextSection(
                "٦)ما هي وظائف اللغة للأصم :",
                "1.\tالتواصل بين الناس وتبادل المعرفة والمشاعر وإرساء دعائم التفاهم والمشاركة في الحياة.\n" +
                        "2.\tالتعبير عن حاجاته المختلفة .\n" +
                        "3.\tالنمو الذهني المرتبط بالنمو اللغوي وتعلم اللغة الشفوية أو الاشارية يولد لدي الفرد المفاهيم والصور الذهنية .\n" +
                        "4.\tارتباط اللغة بنظم حضارية تضرب عمقا في التاريخ والمجتمع .\n" +
                        "5.\tالوظيفة النفسية فاللغة تنفس عن الإنسان وتخفف من حدة الضغوطات الداخلية التي تواجهه ويبدو ذلك في مواقف الانفعال والتأثر .\n" +
                        "لذلك فإن تطوير وسائل التعبير لدي الفرد ذوي الهمم وإزالة الصعوبات التي تواجهه حتي يستطيع التعبير عن نفسه وحاجاته وميوله ، مما يساعده علي الخروج من عالم العزلة والخوف والإحباط إلي عالم منفتح علي الناس ، وعلي المحيط الذي يعيش فيه ، وذلك يودي إلي التوازن والتكيف وتنمية قدراته للمساهمة في الحياة الاجتماعية ومساعدته علي البذل والعطاء في المجالات المعرفية والمهنية والثقافية.\n"
            ),
            TextSection(
                "٧)ما هي انواع لغة الإشارة:",
                "1.\tالإشارات ذات الدلالة : \n" +
                        "يدل ظاهرها أو شكلها علي الفكرة التي يحاول ذوي الهمم السمعية التعبير عنها ، بالتمثيل بالقلم للتعبير عن الكتابة .\n" +
                        "2.\tالإشارات التقليدية: \n" +
                        "إشارات يصعب علي الشخص العادي فهمها دون أن يعلم معناها كإشارة البن بحركة طحن البن في الآلة .\n" +
                        "3.\tالإشارات الوصفية : \n" +
                        "عبارة عن إشارات يدوية تلقائية تصف فكرة معينة وتساعد علي توضيح صفات الشيء مثل فتح الذراعين للتعبير عن الكثرة وهذه يستخدمها ذوي الهمم السمعية والسامعين .\n" +
                        "4.\tالإشارات الغير وصفية : \n" +
                        "عبارة عن إشارات لها دلالة خاصة ،وتكون بمثابة لغة خاصة متداولة بين الصم مثل الإشارة بالإبهام إلي أعلي للدلالة علي شيء حسن .\n" +
                        "5.\tالإشارات العامة : هي إشارات مستخدمة ومتداولة في المجتمع في الاتصال بين ذوي الهمم السمعية والآخرين وليست مرتبطة بمهنة معينة أو تخصص معين. \n" +
                        "6.\tالإشارات التخصصية : هي إشارات أكثر ارتباطا بالتخصصات الدراسة المختلفة أو المهن المتنوعة ، حيث أن لكل تخصص لغته ولكل مهنة لغتها ،فهي تكون اشارات مرتبطة بلغة التخصص الدراسة والمهنة\n"
            ),
            ImageSection("2/3/4.jpg"),
        )
    )

    internal val Article_31 = Article(
        id = 31,
        title = "الادراك السمعي",
        sections = arrayOf(
            ImageSection("3/1/thumb.jpg"),
            TextSection(
                "مفهوم الإدراك السمعي (Auditory Perception):",
                " هو القدرة على تحديد وتفسير المعلومات والمعاني وربطها بالأصوات، والتييتم استقبالها عبرالسمع، والعضو الحسي \" الأذنين \" على شكل موجات ترددية يمكن سماعها وتنتقل عبر الهواء، أو وسائل أخرى ."
            ), TextSection(
                "أهمية الإدراك السمعي :",
                "الإدراك السمعي أحد أهم العوامل التي تساعد الإنسان على التكيف والتوافق مع البيئة وذلك من خلال :\n" +
                        " فهم حديث الآخرين وإصدار الاستجابات المناسبة.\n" +
                        "  تحقيق عمليات التعلم، التطور، التثقيف.\n" +
                        "  تحديد الزمان والمكان وذلك بإعطاء معاني للأشياء من حيث قربها وبعدها أو وجهتها، ووقت حدوثها. \n" +
                        " حماية النفس من خلال تحديد مصادر التهديد الصوتية وتجنبها مثل صوت الحيوانات أو غيره\n"
            ), TextSection(
                "مراحل الإدراك السمعي :",
                "تمر عملية الإدراك السمعي بثلاثة مراحل أساسية هي:\n" +
                        "الاستقبال :\n" +
                        " تتلقى في هذه المرحلة الأذن المعلومات على شكل موجات صادرة عن الإنسان أو وسائل مختلفة أخرى، كمرحلة أولى من مرحلة الإدراك السمعي وأن الهواء عامل رئيسي في هذه المرحلة إيساعد على نقل الموجات واستقبالها عبرالأذن إلى الأذن الداخلية. \n" +
                        "النقل :\n" +
                        " تنقل الخلايا العصبية في هذه المرحلة إشارة معينة والتي تشكل المعلومات تم سماعها وتوصلها إلى الجسم .\n" +
                        "المعالجة :\n" +
                        " تُرسَل المعلومات في هذه المرحلة إلى القشرة السمعية في الفص الصدغي ليتم معالجتها والتفاعل معها من خلال إصدار الاستجابات الصحيحة المتوافقة معها\n"
            ), TextSection(
                "كيف يعمل الإدراك السمعي ؟",
                "يتطلب فهم عملية الإدراك السمعي بيان التشريح العضوي للجهاز السمعي وفيما يأتي تفاصيله:\n" +
                        "الأذن الخارجية :\n" +
                        " تتكون الأذن الخارجية من الصيوان والقناة السمعية وطبلة الأذن تعمل طبلة الأذن على نقل الأصوات على شكل موجات وتبسيط موجات ضغط الهواء مما يسمح بتمييز الأصوات. \n" +
                        " الأذن الوسطى : \n" +
                        "تقع الأذن الوسطى خلف طبلة الأذن مباشرة مكونة تجويف مملوء بالهواء وتتألف من ثلاثة عظام صغيرة والتي تساعد في نقل الأصوات من طبلة الأذن إلى الأذن الداخلية. \n" +
                        " الأذن الداخلية :\n" +
                        "تضم الأذن الداخلية أنبوب حلزوني الشكل مملوء بالسوائل يطلق عليه اسم قوقعة، وهو العضو الرئيسي الموصل للإشارات السمعية للدماغ والمتكون من غشاء قاعدي والذي يضم خلايا الشعر ( الكلام المستقبل ). \n" +
                        "وتحدث عملية الإدراك السمعي عندما تنتقل الأصوات عبر الأذن الخارجية إلى الوسطى ثم الداخلية و تُحفز اهتزازات المستقبلات السمعية إرسال إشارات كهربائية إلى العصب السمعي المرتبط بالمركز السمعي في الدماغ ليترجم الدماغ النبضات الكهربائية إلى معاني ومعلومات معروفة ومدركة .\n"
            ), TextSection(
                "مهارات الإدراك السمعي :",
                " يتضمن الإدراك السمعي أربع مهارات أساسية هي:\n" +
                        " التمييز:\n" +
                        " يشكل التمييز السمعي قدرة الفرد على تحديد الفروق بين الأصوات المتشابه والتي تكون متشابهة باللفظ ومختلفة في المعنى.\n" +
                        " الإغلاق :\n" +
                        "يشكل الإغلاق السمعي قدرة الفرد على فهم واستيعاب الكلمات أو النصوص التي تنطق بالرغم من أنها تحمل نقص معين.\n" +
                        " التسلسل :\n" +
                        " يشكل التسلسل السمعي قدرة الفرد على تذكر ترتيب الأصوات بنمط محدد.\n" +
                        " الربط :\n" +
                        " يشكل الربط السمعي قدرة الفرد على إكمال الجمل بحيث تكون مترابطه في تركيبها اللغوي.\n"
            ), TextSection(
                "التمييز السمعي :",
                "هو قدرة الشخص على التعرف على أوجه التشابه والاختلاف بين الأصوات المختلفة، إذ يمكن للتمييز السمعي أن يسمح للناس بالتمييز بين صوتيات الكلمات والصوتيات هي أصغر وحدة من وحدات الصوت في لغة معينة، كما يساعد التمييز السمعي الفرد على التفرقة بين الكلمات والأصوات المتشابهة ويمكن أن تشمل أهم مهارات التمييز السمعي ما يأتي :\n" +
                        " جودة اللغة الشفوية : الأشخاص الذين لديهم تمييز سمعي جيد يتمتعون بمهارات اللغة الشفوية الجيدة سواء من حيث القدرة على التعبير، صياغة الجمل يشكل صحيح، الترتيب الجيد للأفكار والنطق الصحيح للكلمات.\n" +
                        " القدرة على تمييز الأصوات والحروف :\n" +
                        "هو قدره الشخص على تمييز أصوات وحروف الكلمات بطريقة صحيحة وهذا يعني أن الأطفال الذين يعانون من ضعف مهارة التمييز السمعي لا يستطيعون تمييز الأصوات والحروف.\n" +
                        " سعة الخيال وتسلسل الأفكار :\n" +
                        "  هو قدرة الشخص على التخيل وتنظيم أفكاره جيدًا بصورة مرتبة ونظام متسلسل إذ أنه لا يشعر بالتأتأة كالأشخاص الذين يعانون من ضعف في مهارة التمييز السمعي.\n" +
                        " القدرة على التفكير الناقد :\n" +
                        " الشخص الذي لديه تمييز سمعي جيد يمتلك مهارة التفكير الناقد التي تكون ناتجة عن سماع أفكار وآراء من حوله بوضوح شديد حول أي موضوع من المواضيع المطروحة .\n" +
                        " امتلاك ذاكرة سمعية جيدة :\n" +
                        "هو امتلاك الشخص لذاكرة سمعية جيدة وهذا يساعده على الاحتفاظ بالمعلومات لمدة طويلة دون نسيان، وهذه المهارة مهمة جدًا للأطفال لزيادة النجاح الدراسي.\n" +
                        " قوة الانتباه والتركيز :\n" +
                        "هي قدرة الشخص على الانتباه والتركيز الجيد والتي تزيد بفضل قدرته على الاستماع لمختلف الموضوعات بدقة كما أن هذه المهارة تزيد لدى الطفل من خلال قدرته على الاستماع الجيد للأناشيد والقصص المختلفة.\n" +
                        "حيث ان :\n" +
                        "إن الطفل الذي يعاني من مشاكل معينة في التمييز السمعي، يعاني من صعوبة في التمييز بين الاختلافات البسيطة في أصوات الكلمات، وهذا يجعله لا يستطيع في كثير من الأحيان فهم ما يقوله له الأشخاص الآخرين من حوله، ويزداد الأمر صعوبة في البيئات شديده الضوضاء .\n" +
                        "إن وجود المهارات السمعية لا سيما مهارات التمييز الصوتي، ينمي لدى الطفل مهارات أخرى كاللغة والقراءة وهذا يعني أن هذه المهارات تتأثر إذا كان الطفل يعاني من مشاكل في الوعي الصوتي.\n" +
                        "كما يمكن للأطفال الذين يعانون من مشاكل في التمييز السمعي أن يواجهوا صعوبة في تذكر تسلسل الكلمات، لذا قد يكتبون بشكل غير صحيح أيضًا ويذكر ان هناك أربعة أنواع من المهارات السمعية الأساسية عند المرء وهي:\n" +
                        " التمييز السمعي : هي القدرة على ملاحظة ومقارنة الأصوات والتمييز بينها لذا فإن الطفل الذي يعاني من صعوبة في التمييز السمعي يخلط بين الكلمات المتماثلة مثل السبعين والسابعة ويواجه صعوبة في تعلم القراءة واتباع التوجيهات حتى وهو منتبه للمتحدث.\n" +
                        " التمييز السمعي بين الشكل والخلفية : هي القدرة على التقاط الأصوات المهمة من الخلفيات الصاخبة، لذا فإن الطفل الذي يعاني من صعوبة التمييز السمعي بين الشكل والخلفية لا يستطيع التقاط الكلمات والمحادثات الهامة حين يكون هناك ضوضاء. \n" +
                        " الذاكرة السمعية :\n" +
                        "هي قدرة الشخص على تذكر ما سمعه بعد مرور فترة من الزمن وتشكل الذاكرة السمعية الذاكرة قصيرة وطويلة المدى، لذا فإن وجود صعوبات مرتبطة بالذاكرة السمعية تجعل صاحبها يعاني من صعوبة في تذكر أسماء الأشخاص وحفظ أرقام الهواتف واتباع التوجيهات المعقدة. \n" +
                        " التسلسل السمعي :\n" +
                        "هي قدرة الشخص على فهم ترتيب الكلمات لذا فإن الأشخاص الذين يعانون من صعوبات في التسلسل السمعي يجدون صعوبة في إدراك الأرقام والتمييز بينها مثل: 93 و 39 كما لا يمكنهم في كثيرمن الأحيان إكمال سلسلة من المهام بالترتيب الصحيح لها.\n" +
                        " التاهيل التخاطبي :\n" +
                        "هو برنامج يهدف إلى تدريب الأشخاص الذين يعانون من ضعف سمع يتـراوح من المــتوسط إلى الشديد ولديهم بقــايــا سمعية يمكن الاستفادة منها في تكوين ثروة لـغوية استقـبالية وتعبـيرية ، على الإحسـاس والــوعي بالأصــوات و تحسين الــمهارات السمــعية عـلى مســتوى التــعرف الســمعي للأصـوات البيئية وامدادهم بالــمثـيرات الســمعية لتـنمية مهارات الانتباه السمعي والإدراك السمعي والذاكرة السمعية .\n" +
                        " أهداف برنامج التأهيل التخاطبي :\n" +
                        "• تحسين المهارات السمعية على مستوى الاستجابة التلقائية للأصوات .\n" +
                        "• تحسين المهارات السمعية على مستوى تحديد مصدر واتجاه الصوت .\n" +
                        "• تحسين المهارات السمعية على مستوى التعرف السمعي والتمييز السمعي للأصوات البيئية وغيرها .\n" +
                        "• تحسين المهارات السمعية على مستوى تمييز أصوات الحروف الهجائية ومقاطع الأصوات والكلمات .\n" +
                        "• تحسين مهارات الطفل السمعية على مستوى الفهم عن طريق السمع .\n" +
                        "• تحسين مهارات اللغة الاستقبالية على مستوى المفردات والأفعال الأساسية والأوامر البسيطة .\n" +
                        " مراحل برنامج التأهيل التخاطبي :\n" +
                        "المرحلة الأولى ويتم التدريب فيها على .\n" +
                        "1 -الاستــجابة التـلـقائية للأصــوات\n" +
                        "2 -الاستجابة المشروطة للأصوات\n" +
                        "\n" +
                        " المرحلة الثانية التعرف على الأصوات :\n" +
                        "يتم التدريب على هذه المهارة بعرض نماذج متنوعة الشدة الصوتية، مع شرح ما تحدث من صوت يتم بعد ذلك استخدامها في تمرين عملي تقوم فيه الحالة بحركة ما عند سماعة الصوت وتتوقف الحركة بعد اختفاء الصوت مع ملاحظة أن لا يرى الطفل المدرب وهو يحدث الصوت .\n" +
                        " المرحلة الثالثة : تحديد مصدر الأصوات أو مكانها :\n" +
                        "• استمرارا للمهارة السابقة وبعد اكتساب الحالة قدرة التعرف على وجود الصوت من عدمه ، يمكن أن تبدأ الحالة في تحديد مصدر الأصوات من حيث الاتجــاه والمكان .\n" +
                        " المرحلة الرابعة تمييز الأصوات :\n" +
                        "يعد التدريب على تمييز الأصوات والتعرف عليها وتقليدها مهارة ضرورية لنمو مهارات الاستماع المؤثر على تعلم اللغة.\n" +
                        " نماذج الأصـوات متنـوعة وينبغي تعـلم التـميـيز بينهـا مثــل : الأجهـزة المنزلية ، الألعاب، الحيوانات والطيور ، الألآت والمحركات ، أصوات أفراد العائلة ، الأصوات الموسيـقـية ، الحــروف ، الكلمـات ،العبارات القصيرة والجمل لذا ينبغي التدرج في التدريب على التعرف والتمييز بين تلك الأصوات كما يلي :\n" +
                        "تمييز الأصوات البيئة المألوفة\n" +
                        "مطابقة صوت بصورة\n" +
                        "تمييز صوت من مجموعة\n" +
                        "تمييز الأصوات المختلفة\n" +
                        "تمييز الأصوات المتشابهة\n" +
                        "تقليد الصوت\n" +
                        "تنفيذ الأمر الصوتي\n" +
                        " ثانياً : تدريبات النطق والكلام : \n" +
                        "تختلف المهارات التي يتم التدريب عليها في البرنامج باختلاف البقايا السمعية والقدرات العقلية خاصة معامل الذكاء وقدرات الحالة الإدراكية والتواصل البصري والانتباه .\n" +
                        "و يركز البرنامج في بداية مراحل العلاج على التدريب المنظم الذي يهدف إلى إخراج أصوات الحروف الهجائية التي تعجز بعض الحالات عن نطقها وعلاج اضطرابات النطق التي تعاني منها الحالة وتكوين كلمات من حصيلة الأصوات المتوافرة لدى الحالة آو تلك التي ينجح التدريب في تحقيقها مع مراعاة انتقاء الحروف الكلمات التي يتم التدريب عليها .\n" +
                        " العوامل التي يجب مراعاتها في انتقاء الحروف الكلمات التي يتم التدريب عليه :\n" +
                        "مراعاة مبدأ التدرج في التدريب على إخراج أصوات الحروف من الأسهل إلى الأصعب .\n" +
                        "سهولة الكلمة ووضوح مخارج حروفها .\n" +
                        "البساطة في شكل الكلمة وعدد حروفها ( بابا * ماما * باب * ولد * بنت )\n" +
                        "أن تكون من الكلمات المألوفة شائعة النطق\n" +
                        "التركيز في بداية التدريب على الكلمات التي لها دلالة حسية\n" +
                        "أن تساعد الطفل على تلبية حاجاته ( ماء * حمام * أكل * أنام * ألعب )\n" +
                        " دور الأسرة في برنامج التأهيل التخاطبي\n" +
                        "عند تصحيح نطق الطفل الخاطئ عدم أجبارة على التصحيح بشكل اجباري، إذ أن هذا السلوك يؤدي إلى عناد الطفل وإصراره على الخطأ ، لذلك عندما تسمع الطفل ينطق كلاماً بطريقة خاطئة يجب على أفراد الأسرة أن يعيدوا على مسامع الطفل الكلمة بنطقها الصحيح دون الضغط عليه .\n" +
                        "على أفراد الأسرة أيضاً عدم المبالغة والإسراف في تصحيح أخطاء الطفل النطقية وخاصة في بداية البرنامج العلاجي مع الطفل حتى لا يؤدي ذلك إلى نتائج سيئة .\n" +
                        "أن يوفر كل أفراد الأسرة الفرصة للطفل للتواصل اللفظي مع الآخرين المحيطين به من الأقارب والجيران وزملائه وأخوته وغيرهم ، إذ تسهم تلك الاتصالات في تنمية مهارات النطق لديه إلى جانب أنه تمنح له الفرصة لإقامة علاقة اجتماعية .\n" +
                        " التدريبات اللازمة مع الأطفال ضعاف السمع وذلك لتقوية جهاز النطق بشكل عام:\n" +
                        "أولا : تمارين تفيد النطق وتدريبات للسمع للأطفال ضعاف السمع :\n" +
                        "أ – تمارين لتقوية عضلات اللسان :\n" +
                        "حركة الثعبان حيث يمد اللسان لخارج الفم وإدخاله بسرعة .\n" +
                        "لف اللسان حركة دائرية حول الفم بأقصى ما يستطيع \n" +
                        "أن يمد لسانه خارج الفم بسرعة وإعادته ببطء والعكس .\n" +
                        "رفع وخفض لسانه لأقصى ما يستطيع الوصول اليه من سقف الحلق .\n" +
                        "لعبة لحس طبق به قليل من السكر أو العسل وكذلك الايس كريم.\n" +
                        "ينطق بطريقة منغمة ومكررة الصوت لا لا لا وحرف الراء ر ر ر .\n" +
                        "تحريك اللسان بطريقة دائرية داخل الفم.\n" +
                        "ب- تمارين لتقوية الفك السفلي:\n" +
                        "تحريك الفك يمينا ويسارا.\n" +
                        "تحريك الفك السفلي لأسفل.\n" +
                        "وضع طوق مطاطي فوق رأس الطفل وأسفل ذقنه وفتح فمه وتحريك الفك لأسفل.\n" +
                        "وضع يد الباحثة أسفل ذقن الطفل ومحاولة الطفل دفعها لأسفل بفكه السفلي.\n" +
                        "مضغ اللبان .\n" +
                        "ج- تمارين لتقوية الجهاز التنفسي:\n" +
                        "قضاء أكبر وقت ممكن في ممارسة التمارين الرياضية لتقوية عضلات اليدين والأقدام والرقبة.\n" +
                        "ممارسة تمارين لتقوية الحجاب الحاجز لزيادة سعة الرئتين وبذلك يقوى النفس فيقوى الصوت المنطلق.\n" +
                        "تمارين نفخ البالونات بقوة.\n" +
                        "نفخ أقلام الرصاص الدائرية الموضوعة افقيا على الطاولة, وكور تنس الطاولة,والمراكب الورقية في الماء,وقصاصات الورق.\n" +
                        "النفخ بالماء والصابون باستخدام انبوب للتحكم في التنفس لتكوين كرات الماء.\n" +
                        "اتباع تمرين الغطس بأن يضع المعالج فمه وأنفه في اناء به ماء ويكتم نفسه لفترات متفاوتة ويحاول الطفل تقليده.\n" +
                        "نفخ الشموع المضاءة ومحاولة اطفاءها على مساحات متفاوتة في الطول.\n" +
                        "تمارين الجري والأتزان بالمشي على حبل في الأرض لتمكنه من التحكم في حركة اعضاءه أثناء الحركة والتنفس والكلام.\n" +
                        "النفخ على مراوح ورقية أو بلاستيكيه صغيره لأدارتها.\n" +
                        "تدريبه على اخذ نفس سريع واخراجه ببطء والعكس وبنفس سريع واخراجه بسرعة والعكس وتدريبه على حبس انفاسه فترة من الزمن.\n" +
                        "د – تمارين لتقوية الشفتين :\n" +
                        "ضم الشفتين ومطهما للإمام .\n" +
                        "تحريك الشفتين تجاه الجانب الأيسر والأيمن وأسفل وأعلى وفتح الشفتين وغلقها بطريقة تكرارية.\n" +
                        "إدخال الشفة العليا والسفلي بين الأسنان بالتبادل ولاقصى مايستطيع الطفل .\n" +
                        "مسك الأقلام أو خافض اللسان بالشفتين لبرهة من الوقت أخذ نفس وحبسه في الفم بالضغط على الشفتين.\n" +
                        "نطق حرف ب ب ب ب بطريقة مستمرة ومنغمة بالحركات الطويلة ( با ، بي ، بو )\n" +
                        "استخدام شفاطات العصير .\n" +
                        "\n" +
                        "هـ – تمارين لتقوية الجهاز الصوتي (الحنجرة والحبال الصوتية) :\n" +
                        "تقليد أصوات الحيوانات والطيور ووسائل المواصلات والآلات .\n" +
                        "نطق الأصوات المهموسة والمجهورة بالتبادل ببطء .\n" +
                        "و – تمارين لتقوية سقف الحلق :\n" +
                        "نطق الأصوات الحلقية بطريقة مستمرة وبالتبادل وبالبيئة وبالحركات الطويلة ( خا – خي – خو )\n" +
                        "( غا – غي – غو) (عا – عي – عو ) (حا – حي – حو )\n" +
                        "تكرار كلمة هو هو هو بقوة عدة مرات والتثاؤب والمضغ .\n" +
                        " ثانيا : مرحلة تهيئة الجهاز السمعي :\n" +
                        "أ – التدريب على التمييز السمعي للأصوات :\n" +
                        "وتستخدم هذه الطريقة في تعليم الأطفال ضعاف السمع و مهارة الاستماع وتطويرها لديهم ومن ثم التمييز بين الأصوات أو الكلمات باستخدام الوسائل البصرية والمعينات السمعية التي تساعد على نجاحها .\n" +
                        " أهداف التدريب السمعي:\n" +
                        "1- استثمار بقايا السمع لدى الطفل ضعاف السمع .\n" +
                        "2- تعزيز قدرة الطفل على التمييز الصوتي ..\n" +
                        "3 - استدارة الطفل تجاه الصوت .\n" +
                        "4 – جذب انتباه الآخرين من خلال إصدار بعض الأصوات .\n" +
                        "5– تقليد كلمة بسيطة.\n" +
                        "6 – التعبير عن حاجاته الشخصية .\n" +
                        "7- استخدام كلمات في جمل مفيدة .\n" +
                        " ومن ثم يتم تدريب الطفل على تمييز بعض أصوات الأشياء المختلفة المحيطة في البيئة من حوله مثل :\n" +
                        "الأصوات الموجودة في المنزل مثل صوت– غلق وفتح الباب – جرس الباب – طرق الباب .\n" +
                        "أصوات الحيوانات والطيور مثل : الحمار – البقرة – الحصان– القطة . \n" +
                        "أصوات الإنسان مثل : الضحك – البكاء – الألم – كحة – عطس .\n" +
                        "آلات : صوت سيارة – قطار – مويسيكل – دق مسمار – منشار – طائرة.\n" +
                        "سماع الأصوات الطبيعية مثل : المطر – رياح ويتم التدريب بأن يسمع الطفل الصوت ويرى الصورة التي تعبر عنه , ويعرض عليه صورتين ويطلب منه أ، يشير الى الصورة صاحبه الصوت ، ثم يعاد سماعة ويعرض عليه ثلاث صور ويختار الصورة المعبر عنه .\n" +
                        "ويتم إشراك الأم فى ذلك حيث أن الأم هى المساعد الأول فى تنمية المهارات السمعية للطفل وذلك بمساعدة الباحثة والتى تقوم دائما بإرشادها إلى تدريب طفلها بشكل دائم على سماع أصوات البيئة المحيطة بالطفل.\n" +
                        "\n" +
                        " ب – التدريب على التمييز السمعي للأصوات :ٌ وذلك من خلال ما يلي :\n" +
                        "1 – التميز السمعي :\n" +
                        "عن طريق الاستماع الى الصوت الصحيح والتفرقه بينه وبين الصوت الخطأ وعرض كلمات بها الصوت في مواضع مختلفة, وتميز الكلمات التي بها الصوت.\n" +
                        "2- التميز اللمسي:\n" +
                        "تدريب الطفل على الشعور بالذبذبات التى تصاحب نطق الصوت والشعور بسخونة أو برودة الهواء المندفع مع النطق,أو الشعور بحركة عضو من أعضاء النطق عند خروج الصوت,واستخدام وسيلة حسية لشعور الطفل بمكان خروج الصوت كخافض اللسان أو سائل النعناع أو الخيط.\n" +
                        "3-تدريبات لتنمية مهارة التمييز البصري:\n" +
                        "تستخدم الباحثة المرآة أو صور الفيديو أو على c.dتوضح وضع اعضاء النطق عند خروج الصوت,أو اقران صورة الحرف بصوته ليتعرف الطفل على صورة وصوت الحرف,رؤية الباحثة وهى تنطق صوت الحرف,أو رؤية تطاير الأوراق أو اقلام الرصاص الدائرية أو كور تنس الطولة نتيجة خروج الهواء عند نطق صوت الحرف.\n" +
                        "4- تدريبات اخراج الصوت في مقطع:\n" +
                        "ويبدأ بتدريب الطفل على نطق الصوت منفرد بالتشكيل ومصاحب لحرف العلة ( أ ، و ، ي ) لمقاطع أحادية ثم في مقاطع ثنائية ثم مقاطع ثلاثية تمهيداٌ لنطقه في كلمات .\n" +
                        "5- تدريبات لنطق الصوت في بداية الكلمة .\n" +
                        "6- تدريبات لنطق الصوت في وسط الكلمة .\n" +
                        "7- تدريبات لنطق الصوت نهاية الكلمة .\n" +
                        "8- تدريبات لنطق الصوت مكررا في كلمة .\n" +
                        "9- تدريبات لنطق الصوت في جملة :\n" +
                        "وتبدأ بجمل قصيرة ثم تزداد في الطول تدريجياٌ .\n" +
                        "وبمجرد أن يبدأ الطفل استعمال الكلمة الواحدة ( عن طريق النطق أو بالإشارة) تقوم الباحثة بتدريب الأطفال بواسطة الخطة العلاجية الشاملة لتنمية لغة التخاطب من كل النواحي ، وقد يركز على تنمية المفردات الغوية ( مهارات دلالية ) في كثير من الأنشطة الكلية والموضوعية ، مثل عرض لأدوات المطبخ وأدوات المائدة مع استخدام المفردات المتعلقة بالطبخ عند إعداد طعام أو الاهتمام بأنشطة التلوين والرسم مع استخدام المفردات المعلقة بالأشغال اليدوية والتلوين أو ربط مخارج الحروف والكلمات بحركات إيقاعية أثناء اللعب والتمثيل وعند الخروج الخروج إلى الشارع والسوق والرحلات ، ومع مرور الوقت نجد أن الطفل اكتسب كلمات ومفردات جديدة كما يستهدف البرنامج العلاجي إلى زيادة عدد الكلمات المستخدمة في الجملة الواحدة تدريجيا ،هناك تعبيرات كثيرة يستطيع الطفل أن يتواصل بها مع الآخرين باستخدام جملة من كلمتين ( على سبيل المثال على كلمة (تفاحة) تدخلها الباحثة فى أكثر من جملة أكل تفاحة،اغسل تفاحة بالميه، أشرب عصير تفاح،أقطع التفاحة بالسكينة، وبذلك نساعد الطفل على استخدام الكلمة الواحدة فى أكثر من جملة بداية بالجملة البسيطة ومن ثم تضاف الجمل المكونة من ثلاث كلمات وتزداد طول الجملة بشكل تدريجى.\n"
            )
        )
    )

    internal val Article_32 = Article(
        id = 32,
        title = "التأهيل التخاطبي",
        sections = arrayOf(
            ImageSection("3/2/thumb.jpg"),
            TextSection(
                "التاهيل التخاطبي :",
                "هو برنامج يهدف إلى تدريب الأشخاص الذين يعانون من ضعف سمع يتـراوح من المــتوسط إلى الشديد ولديهم بقــايــا سمعية يمكن الاستفادة منها في تكوين ثروة لـغوية استقـبالية وتعبـيرية ، على الإحسـاس والــوعي بالأصــوات و تحسين الــمهارات السمــعية عـلى مســتوى التــعرف الســمعي للأصـوات البيئية وامدادهم بالــمثـيرات الســمعية لتـنمية مهارات الانتباه السمعي والإدراك السمعي والذاكرة السمعية ."
            ),
            TextSection(
                "أهداف برنامج التأهيل التخاطبي :",
                "• تحسين المهارات السمعية على مستوى الاستجابة التلقائية للأصوات .\n" +
                        "• تحسين المهارات السمعية على مستوى تحديد مصدر واتجاه الصوت .\n" +
                        "• تحسين المهارات السمعية على مستوى التعرف السمعي والتمييز السمعي للأصوات البيئية وغيرها .\n" +
                        "• تحسين المهارات السمعية على مستوى تمييز أصوات الحروف الهجائية ومقاطع الأصوات والكلمات .\n" +
                        "• تحسين مهارات الطفل السمعية على مستوى الفهم عن طريق السمع .\n" +
                        "• تحسين مهارات اللغة الاستقبالية على مستوى المفردات والأفعال الأساسية والأوامر البسيطة .\n"
            ),
            TextSection(
                "مراحل برنامج التأهيل التخاطبي :",
                "المرحلة الأولى ويتم التدريب فيها على .\n" +
                        "1 -الاستــجابة التـلـقائية للأصــوات\n" +
                        "2 -الاستجابة المشروطة للأصوات\n" +
                        "\n" +
                        " \tالمرحلة الثانية التعرف على الأصوات :\n" +
                        "يتم التدريب على هذه المهارة بعرض نماذج متنوعة الشدة الصوتية، مع شرح ما تحدث من صوت يتم بعد ذلك استخدامها في تمرين عملي تقوم فيه الحالة بحركة ما عند سماعة الصوت وتتوقف الحركة بعد اختفاء الصوت مع ملاحظة أن لا يرى الطفل المدرب وهو يحدث الصوت .\n" +
                        " \tالمرحلة الثالثة : تحديد مصدر الأصوات أو مكانها :\n" +
                        "• استمرارا للمهارة السابقة وبعد اكتساب الحالة قدرة التعرف على وجود الصوت من عدمه ، يمكن أن تبدأ الحالة في تحديد مصدر الأصوات من حيث الاتجــاه والمكان .\n" +
                        " \tالمرحلة الرابعة تمييز الأصوات :\n" +
                        "يعد التدريب على تمييز الأصوات والتعرف عليها وتقليدها مهارة ضرورية لنمو مهارات الاستماع المؤثر على تعلم اللغة.\n" +
                        " نماذج الأصـوات متنـوعة وينبغي تعـلم التـميـيز بينهـا مثــل : الأجهـزة المنزلية ، الألعاب، الحيوانات والطيور ، الألآت والمحركات ، أصوات أفراد العائلة ، الأصوات الموسيـقـية ، الحــروف ، الكلمـات ،العبارات القصيرة والجمل لذا ينبغي التدرج في التدريب على التعرف والتمييز بين تلك الأصوات كما يلي :\n" +
                        "\tتمييز الأصوات البيئة المألوفة\n" +
                        "\tمطابقة صوت بصورة\n" +
                        "\tتمييز صوت من مجموعة\n" +
                        "\tتمييز الأصوات المختلفة\n" +
                        "\tتمييز الأصوات المتشابهة\n" +
                        "\tتقليد الصوت\n" +
                        "\tتنفيذ الأمر الصوتي\n"
            ),
            TextSection(
                "ثانياً : تدريبات النطق والكلام :",
                "تختلف المهارات التي يتم التدريب عليها في البرنامج باختلاف البقايا السمعية والقدرات العقلية خاصة معامل الذكاء وقدرات الحالة الإدراكية والتواصل البصري والانتباه .\n" +
                        "و يركز البرنامج في بداية مراحل العلاج على التدريب المنظم الذي يهدف إلى إخراج أصوات الحروف الهجائية التي تعجز بعض الحالات عن نطقها وعلاج اضطرابات النطق التي تعاني منها الحالة وتكوين كلمات من حصيلة الأصوات المتوافرة لدى الحالة آو تلك التي ينجح التدريب في تحقيقها مع مراعاة انتقاء الحروف الكلمات التي يتم التدريب عليها .\n"
            ),
            TextSection(
                "العوامل التي يجب مراعاتها في انتقاء الحروف الكلمات التي يتم التدريب عليه :",
                "\tمراعاة مبدأ التدرج في التدريب على إخراج أصوات الحروف من الأسهل إلى الأصعب .\n" +
                        "\tسهولة الكلمة ووضوح مخارج حروفها .\n" +
                        "\tالبساطة في شكل الكلمة وعدد حروفها ( بابا * ماما * باب * ولد * بنت )\n" +
                        "\tأن تكون من الكلمات المألوفة شائعة النطق\n" +
                        "\tالتركيز في بداية التدريب على الكلمات التي لها دلالة حسية\n" +
                        "\tأن تساعد الطفل على تلبية حاجاته ( ماء * حمام * أكل * أنام * ألعب )\n"
            ),
            TextSection(
                "دور الأسرة في برنامج التأهيل التخاطبي",
                "\tعند تصحيح نطق الطفل الخاطئ عدم أجبارة على التصحيح بشكل اجباري، إذ أن هذا السلوك يؤدي إلى عناد الطفل وإصراره على الخطأ ، لذلك عندما تسمع الطفل ينطق كلاماً بطريقة خاطئة يجب على أفراد الأسرة أن يعيدوا على مسامع الطفل الكلمة بنطقها الصحيح دون الضغط عليه .\n" +
                        "\tعلى أفراد الأسرة أيضاً عدم المبالغة والإسراف في تصحيح أخطاء الطفل النطقية وخاصة في بداية البرنامج العلاجي مع الطفل حتى لا يؤدي ذلك إلى نتائج سيئة .\n" +
                        "\tأن يوفر كل أفراد الأسرة الفرصة للطفل للتواصل اللفظي مع الآخرين المحيطين به من الأقارب والجيران وزملائه وأخوته وغيرهم ، إذ تسهم تلك الاتصالات في تنمية مهارات النطق لديه إلى جانب أنه تمنح له الفرصة لإقامة علاقة اجتماعية .\n"
            ),
            TextSection(
                "التدريبات اللازمة مع الأطفال ضعاف السمع وذلك لتقوية جهاز النطق بشكل عام:",
                "أولا : تمارين تفيد النطق وتدريبات للسمع للأطفال ضعاف السمع :\n" +
                        "أ – تمارين لتقوية عضلات اللسان :\n" +
                        "\tحركة الثعبان حيث يمد اللسان لخارج الفم وإدخاله بسرعة .\n" +
                        "\tلف اللسان حركة دائرية حول الفم بأقصى ما يستطيع \n" +
                        "\tأن يمد لسانه خارج الفم بسرعة وإعادته ببطء والعكس .\n" +
                        "\tرفع وخفض لسانه لأقصى ما يستطيع الوصول اليه من سقف الحلق .\n" +
                        "\tلعبة لحس طبق به قليل من السكر أو العسل وكذلك الايس كريم.\n" +
                        "\tينطق بطريقة منغمة ومكررة الصوت لا لا لا وحرف الراء ر ر ر .\n" +
                        "\tتحريك اللسان بطريقة دائرية داخل الفم.\n" +
                        "ب- تمارين لتقوية الفك السفلي:\n" +
                        "\tتحريك الفك يمينا ويسارا.\n" +
                        "\tتحريك الفك السفلي لأسفل.\n" +
                        "\tوضع طوق مطاطي فوق رأس الطفل وأسفل ذقنه وفتح فمه وتحريك الفك لأسفل.\n" +
                        "\tوضع يد الباحثة أسفل ذقن الطفل ومحاولة الطفل دفعها لأسفل بفكه السفلي.\n" +
                        "\tمضغ اللبان .\n" +
                        "ج- تمارين لتقوية الجهاز التنفسي:\n" +
                        "\tقضاء أكبر وقت ممكن في ممارسة التمارين الرياضية لتقوية عضلات اليدين والأقدام والرقبة.\n" +
                        "\tممارسة تمارين لتقوية الحجاب الحاجز لزيادة سعة الرئتين وبذلك يقوى النفس فيقوى الصوت المنطلق.\n" +
                        "\tتمارين نفخ البالونات بقوة.\n" +
                        "\tنفخ أقلام الرصاص الدائرية الموضوعة افقيا على الطاولة, وكور تنس الطاولة,والمراكب الورقية في الماء,وقصاصات الورق.\n" +
                        "\tالنفخ بالماء والصابون باستخدام انبوب للتحكم في التنفس لتكوين كرات الماء.\n" +
                        "\tاتباع تمرين الغطس بأن يضع المعالج فمه وأنفه في اناء به ماء ويكتم نفسه لفترات متفاوتة ويحاول الطفل تقليده.\n" +
                        "\tنفخ الشموع المضاءة ومحاولة اطفاءها على مساحات متفاوتة في الطول.\n" +
                        "\tتمارين الجري والأتزان بالمشي على حبل في الأرض لتمكنه من التحكم في حركة اعضاءه أثناء الحركة والتنفس والكلام.\n" +
                        "\tالنفخ على مراوح ورقية أو بلاستيكيه صغيره لأدارتها.\n" +
                        "\tتدريبه على اخذ نفس سريع واخراجه ببطء والعكس وبنفس سريع واخراجه بسرعة والعكس وتدريبه على حبس انفاسه فترة من الزمن.\n" +
                        "د – تمارين لتقوية الشفتين :\n" +
                        "\tضم الشفتين ومطهما للإمام .\n" +
                        "\tتحريك الشفتين تجاه الجانب الأيسر والأيمن وأسفل وأعلى وفتح الشفتين وغلقها بطريقة تكرارية.\n" +
                        "\tإدخال الشفة العليا والسفلي بين الأسنان بالتبادل ولاقصى مايستطيع الطفل .\n" +
                        "\tمسك الأقلام أو خافض اللسان بالشفتين لبرهة من الوقت أخذ نفس وحبسه في الفم بالضغط على الشفتين.\n" +
                        "\tنطق حرف ب ب ب ب بطريقة مستمرة ومنغمة بالحركات الطويلة ( با ، بي ، بو )\n" +
                        "\tاستخدام شفاطات العصير .\n" +
                        "\n" +
                        "هـ – تمارين لتقوية الجهاز الصوتي (الحنجرة والحبال الصوتية) :\n" +
                        "\tتقليد أصوات الحيوانات والطيور ووسائل المواصلات والآلات .\n" +
                        "\tنطق الأصوات المهموسة والمجهورة بالتبادل ببطء .\n" +
                        "و – تمارين لتقوية سقف الحلق :\n" +
                        "\tنطق الأصوات الحلقية بطريقة مستمرة وبالتبادل وبالبيئة وبالحركات الطويلة ( خا – خي – خو )\n" +
                        "\t( غا – غي – غو) (عا – عي – عو ) (حا – حي – حو )\n" +
                        "\tتكرار كلمة هو هو هو بقوة عدة مرات والتثاؤب والمضغ\n"
            ),
            TextSection("ثانيا : مرحلة تهيئة الجهاز السمعي :", ""),
            TextSection(
                "أ – التدريب على التمييز السمعي للأصوات :",
                "وتستخدم هذه الطريقة في تعليم الأطفال ضعاف السمع و مهارة الاستماع وتطويرها لديهم ومن ثم التمييز بين الأصوات أو الكلمات باستخدام الوسائل البصرية والمعينات السمعية التي تساعد على نجاحها.\n" +
                        " \tأهداف التدريب السمعي:\n" +
                        "1- استثمار بقايا السمع لدى الطفل ضعاف السمع.\n" +
                        "2- تعزيز قدرة الطفل على التمييز الصوتي..\n" +
                        "3 - استدارة الطفل تجاه الصوت.\n" +
                        "4 – جذب انتباه الآخرين من خلال إصدار بعض الأصوات.\n" +
                        "5– تقليد كلمة بسيطة.\n" +
                        "6 – التعبير عن حاجاته الشخصية.\n" +
                        "7- استخدام كلمات في جمل مفيدة.\n" +
                        " \tومن ثم يتم تدريب الطفل على تمييز بعض أصوات الأشياء المختلفة المحيطة في البيئة من حوله مثل:\n" +
                        "\tالأصوات الموجودة في المنزل مثل صوت– غلق وفتح الباب – جرس الباب – طرق الباب.\n" +
                        "\tأصوات الحيوانات والطيور مثل : الحمار – البقرة – الحصان– القطة. \n" +
                        "\tأصوات الإنسان مثل : الضحك – البكاء – الألم – كحة – عطس.\n" +
                        "\tآلات : صوت سيارة – قطار – مويسيكل – دق مسمار – منشار – طائرة.\n" +
                        "\tسماع الأصوات الطبيعية مثل : المطر – رياح ويتم التدريب بأن يسمع الطفل الصوت ويرى الصورة التي تعبر عنه , ويعرض عليه صورتين ويطلب منه أ، يشير الى الصورة صاحبه الصوت ، ثم يعاد سماعة ويعرض عليه ثلاث صور ويختار الصورة المعبر عنه.\n" +
                        "ويتم إشراك الأم فى ذلك حيث أن الأم هى المساعد الأول فى تنمية المهارات السمعية للطفل وذلك بمساعدة الباحثة والتى تقوم دائما بإرشادها إلى تدريب طفلها بشكل دائم على سماع أصوات البيئة المحيطة بالطفل.\n"
            ),
            TextSection(
                "ب – التدريب على التمييز السمعي للأصوات :ٌ وذلك من خلال ما يلي :",
                "1 – التميز السمعي :\n" +
                        "عن طريق الاستماع الى الصوت الصحيح والتفرقه بينه وبين الصوت الخطأ وعرض كلمات بها الصوت في مواضع مختلفة, وتميز الكلمات التي بها الصوت.\n" +
                        "2- التميز اللمسي:\n" +
                        "تدريب الطفل على الشعور بالذبذبات التى تصاحب نطق الصوت والشعور بسخونة أو برودة الهواء المندفع مع النطق,أو الشعور بحركة عضو من أعضاء النطق عند خروج الصوت,واستخدام وسيلة حسية لشعور الطفل بمكان خروج الصوت كخافض اللسان أو سائل النعناع أو الخيط.\n" +
                        "3-تدريبات لتنمية مهارة التمييز البصري:\n" +
                        "تستخدم الباحثة المرآة أو صور الفيديو أو على c.dتوضح وضع اعضاء النطق عند خروج الصوت,أو اقران صورة الحرف بصوته ليتعرف الطفل على صورة وصوت الحرف,رؤية الباحثة وهى تنطق صوت الحرف,أو رؤية تطاير الأوراق أو اقلام الرصاص الدائرية أو كور تنس الطولة نتيجة خروج الهواء عند نطق صوت الحرف.\n" +
                        "4- تدريبات اخراج الصوت في مقطع:\n" +
                        "ويبدأ بتدريب الطفل على نطق الصوت منفرد بالتشكيل ومصاحب لحرف العلة ( أ ، و ، ي ) لمقاطع أحادية ثم في مقاطع ثنائية ثم مقاطع ثلاثية تمهيداٌ لنطقه في كلمات .\n" +
                        "5- تدريبات لنطق الصوت في بداية الكلمة.\n" +
                        "6- تدريبات لنطق الصوت في وسط الكلمة.\n" +
                        "7- تدريبات لنطق الصوت نهاية الكلمة.\n" +
                        "8- تدريبات لنطق الصوت مكررا في كلمة.\n" +
                        "9- تدريبات لنطق الصوت في جملة:\n" +
                        "وتبدأ بجمل قصيرة ثم تزداد في الطول تدريجياٌ.\n" +
                        "وبمجرد أن يبدأ الطفل استعمال الكلمة الواحدة ( عن طريق النطق أو بالإشارة) تقوم الباحثة بتدريب الأطفال بواسطة الخطة العلاجية الشاملة لتنمية لغة التخاطب من كل النواحي ، وقد يركز على تنمية المفردات الغوية ( مهارات دلالية ) في كثير من الأنشطة الكلية والموضوعية ، مثل عرض لأدوات المطبخ وأدوات المائدة مع استخدام المفردات المتعلقة بالطبخ عند إعداد طعام أو الاهتمام بأنشطة التلوين والرسم مع استخدام المفردات المعلقة بالأشغال اليدوية والتلوين أو ربط مخارج الحروف والكلمات بحركات إيقاعية أثناء اللعب والتمثيل وعند الخروج الخروج إلى الشارع والسوق والرحلات ، ومع مرور الوقت نجد أن الطفل اكتسب كلمات ومفردات جديدة كما يستهدف البرنامج العلاجي إلى زيادة عدد الكلمات المستخدمة في الجملة الواحدة تدريجيا ،هناك تعبيرات كثيرة يستطيع الطفل أن يتواصل بها مع الآخرين باستخدام جملة من كلمتين ( على سبيل المثال على كلمة (تفاحة) تدخلها الباحثة فى أكثر من جملة أكل تفاحة،اغسل تفاحة بالميه، أشرب عصير تفاح،أقطع التفاحة بالسكينة، وبذلك نساعد الطفل على استخدام الكلمة الواحدة فى أكثر من جملة بداية بالجملة البسيطة ومن ثم تضاف الجمل المكونة من ثلاث كلمات وتزداد طول الجملة بشكل تدريجى.\n"
            )
        )
    )

    internal val Article_33 = Article(
        id = 33,
        title = "التدخل المبكر",
        sections = arrayOf(
            TextSection(
                "ماذا يعني التدخل المبكر ؟؟",
                "التدخل المبكر هو تصميم وتنفيذ برامج تربويه خاصه لمرحله الطفوله المبكره وبرامج تدريبيه وارشاديه لاسر الاطفال وخدمات مسانده عديده كالتدريب واستثمار القدرات المتبقيه والمعينات السمعيه.. من ضمن فئات التربيه الخاصه التي يجب ان نقدم لها خدمات التدخل المبكر هي فئه الصم وضعاف السمع ودا لان المراحل الاولي للصم وضعاف السمع مهمه لتكوين النمو اللغوي للطفل والمعرفي والانفعالي والحركي وكذلك اهميه للمستوي الاكاديمي حيث اشار العلماء الي ان انخفاض مستوي الصم وضعاف السمع في المستوي الاكاديمي وخاصه القراءه والكتاب بيأكد انهم محتاجين للتدخل المبكر."
            ),
            ImageSection("3/3/1.png"),
            TextSection(
                "اهميه التدخل المبكر بالنسبه لابني الأصم و ضعيف السمع؟",
                "حقه وتدهور نمائي ودا لان التدخل المبكر بيسهل ويسرع عمليه التعليم في السنوات الاولي ، بالاضافه لان والدي الطفل بحاجه للتدخل المبكر لتعلم انماط التنشئه الصحيحه.\n" +
                        "كمان الاهمال وعدم معالجه الضعف في احدي الجوانب بيؤدي لتدهور جوانب تانيه وعشان كدا التدخل المبكر بيسهل عمليه دمج الطفل الاصم او ضعيف السمع مع الطفل السامع في المستقبل.\n" +
                        "بالاضافه ان التدخل المبكر بيقلل التكلفه الاقتصاديه اللي ممكن نضطر ليها في المستقبل وعشان كدا التدخل المبكر شرط اساسي لتخفيف الاعباء الماديه والمعنويه علي الاسر."
            ),
            ImageSection("3/3/2.png"),
            TextSection(
                "دور الأسره في التدخل المبكر ..",
                "التدخل المبكر والاسرة وجهان لعمله واحدة .\n" +
                        "الاسرة هي الشئ الثابت في حياة الطفل والتدخل المبكر لا يجني ثماره بدون الاسره ووجود علاقه تفاعليه مشتركة مع الوالدين ودا بيلزمنا علي اعداد الوالدين للمشاركه في برامج التدخل ليقوموا بدورهم بفاعليه في تدريب الطفل وهناك اجماع بين الاخصائيين في مجال التدخل المبكر علي ان البرامج والخدمات تكون اكثر فاعليه سواء بالنسبه للطفل او الاسرة عندما تقدم علي نحو يدعم احتياجات الاسره .\n" +
                        "في برامج التدخل المبكر الاسرة بتشارك في تحديد الاهداف ، تصميم الخطه التربوية ، التقييم ، مساعده الاخصائيين وتكمله دورهم في المنزل ، الاطلاع علي مصادر المعلومات ، مساعده الاختصاصين في التقييم وتزويدهم بالتغذيه الراجعه عن الطفل بهدف التطوير والتعديل."
            ),
            ImageSection("3/3/3.png"),
            TextSection(
                "فريق العمل في برامج التدخل المبكر للصم وضعاف السمع",
                "قد يشمل فريق العمل في برامج التدخل المبكر مجموعه من الاختصاصين المؤهلين بما في ذلك معلمي ذوي الهمم ، اخصائي امراض اللغه والكلام ، اخصائي السمع ، اخصائي العلاج المهني ، اخصائي النفسي ، الاخصائي الاجتماعي ، المعالج الاسري ، اخصائئ البصريات، اطباء الاطفال وغيرهم."
            ),
            ImageSection("3/3/4.png"),
            TextSection(
                "انواع برامج التدخل المبكر",
                " برامج التدخل المبكر لیها اشكال كتیره من ابرزها\n" +
                        " ا- البرامج المستنده الي المنزل دراسات وابحاث كتیر اكدت علي فاعلیه البرامج\n" +
                        " القائمه علي التنشئه الاسریه والتفاعل بین الاباء والطفل واثرها الایجابي ودي من\n" +
                        " انواعها الاتي :\n" +
                        " اولا الدعم الاسري : ودا بیأكد علي الخدمات والامكانیات الاسریه المصممه تحدیدا\n" +
                        " لمساعده الاسرة ودعمها علي تلبیه المطالب المرتبطه برعایه الطفل ودا لان اولیاء\n" +
                        " الامور اللي بتتوفرلهم نظم دعم اجتماعي كافیه بیتعرضوا لتوتر اقل واتجاهاتهم نحو\n" +
                        " اطفالهم افضل ودا بیؤدي لتفاعل افضل مع اطفالهم وبالتالي تطور الطفل.\n" +
                        " وأنواع الدعم الرئیسة التي تقدم للأسرة هي: معلومـات عـن نمـو الطفـل\n" +
                        " وفـرص، التعلم والرعایـة الروتینیـة والطارئـة للطفـل والرعایـة الطبیـة، وتـوفیر\n" +
                        " التجهیـزات والمواد وتدریب الوالدین علـى الأسـالیب الصـحیة لتربیـة الطفـل\n" +
                        " والـدعم الاقتصـادي، ومعلومات وتسهیلات تتعلق بوسائل الانتقال وضروریات\n" +
                        " الحیاه وحتى یتم مساعدة الأسرة في تحدید احتیاجاتهـا التـي تتطلـب الـدعم فـإن\n" +
                        " التقیـیم الموجه إلى الأسره یساعد في الكشف عن حاجاتهـا كمـا أنـه یضـمن تنبـأ\n" +
                        " عـن خطـة الخدمات الأسریة الفردیة وهكذا تصبح الأسرة جـزء مـن الحـل وذلـك\n" +
                        " بهـدف تقویتهـا والتقلیل من اعتمادها على الأخصائیین.\n" +
                        " ثانیا برامج الزیاره المنزلیه :\n" +
                        " إن خدمة الأسر في منازلهم هو عمل تقوم به العدیـد مـن المجموعـات المتخصصـة\n" +
                        " خصوصا الممرضین وأخصائي الخدمة الاجتماعیة والمعلمین وقد أصبحت الآن\n" +
                        " العدیـد مـن برامج الزیارت المنزلیة المتوفرة والتي تقدم خدمات للأطفال ذوي\n" +
                        " الإعاقة حیث تركز برامج الزیارات المنزلیة على تقدیم دعم للآباء أو تعلیمهم بعض\n" +
                        " المهارات.\n" +
                        " ویشیر معظم اختصاصي التدخل المبكر إلى أن تعلیم أولیاء الأمور وتـدریبهم یشـكل\n" +
                        " جزءا رئیسا من مسؤولیتهم المهنیة بحیث ینبغي على العاملین في مجـال التـدخل\n" +
                        " المبكـر معرفة المهارات التي یقدمونها لأولیاء الأمور فیما یتعلق بما یجب علیهم\n" +
                        " أن یفعلوه وما یجب ان یجتنبوه.\n" +
                        " ثالثا : منازل الرعایه الصحیه الاسریه النهاریه :\n" +
                        " وتعمل هذه العناصر غالبا مع الأطفال القادمین من أوضاع اقتصـادیة متدنیـة\n" +
                        " ومنـازل الرعایة الأسریة النهاریة كفاءتها اقل من تلك التي تقدم خدمات من قبل\n" +
                        " مجموعات متخصصة وذلك بسبب أن خبرات الأشخاص العاملین فیها اقل، ومع\n" +
                        " ذلك فان منازل الرعایـة النهاریـة الأسریة تعتبر واسعة الانتشار ومصدر لتقدیم\n" +
                        " الخدمات.\n" +
                        " ومن ایجابیات البرامج المستندة إلى المنزل أنها غیر مكلفة اقتصادیاً مقارنـة\n" +
                        " بـالبرامج المستندة إلى المركز وأنها توفر الخدمات للأطفال في بیئاتهم الطبیعیة مما\n" +
                        " یساهم فـي تعمـیم ، المهارات المكتسبة وأنها تشمل على مشاركة الأسرة الفاعلة في\n" +
                        " برنامج طفلها ، أما السـلبیات في هذه البرامج فتتمثل في الوقت الذي یستلزمه\n" +
                        " الانتقال إلى المنـزل ووضـع قیـود علـى ، الفرص المتاحة للطفل للتفاعل الاجتماعي\n" +
                        " إضافة إلى عدم قدرة بعض أولیاء الأمـور علـى تدریب أطفالهم بشكل فعال.\n" +
                        " ب – البرامج المستنده الي المركز :\n" +
                        " وتعتمد البرامج المستندة إلى المركز على تقدیم الخدمـة مـن خـلال إحضـار\n" +
                        " الأسـرة طفلها في برنامج تدخل مبكر فـي أحـد المراكـز حیـث یـتم تقـدیم الخدمـة\n" +
                        " المطلوبـة بواسطة مهنیین یتم التدخل على أساس فـردي أو جماعـة صـغیرة العـدد\n" +
                        " وتمیـل معظـم المناهج إلى استخدام النماذج النمائیة والعلاجیة.\n" +
                        " ومن ایجابیات البرامج المستندة إلى المركز قیام فریق متعدد التخصصـات بتخطـیط\n" +
                        " ، وتنفیذ الخدمات، وإتاحة الفرص للطفل للتفاعل مع الأطفال الآخرین وتوفیر\n" +
                        " الفرص لتوعیـة المجتمع المحلي بالأمور المتعلقة بالتدخل المبكر والحصول على\n" +
                        " الدعم اللازم سواء كان مادیا ، أو فنیاً ام سلبیات هذه البرامج فتتمثل في مشكلات\n" +
                        " توفیر المواصلات والصعوبة المرتبطـة ، بها والكلفة المادیة العالیة احیانا."
            ),
            ImageSection("3/3/5.png"),
            TextSection(
                "كيفية اختيار برنامج التدخل المبكر الفعال ؟",
                "بشكل عام تعتمد فاعلیة خدمات التدخل المبكر ونجاح برامجه على مدى الكفایـة فـي\n" +
                        " استخدام مبادئه الأساسیة وكذلك المرونة في تنفیذ مختلف الإجراءات المتعلقة بتلـك\n" +
                        " البـرامج ویتفق معظم التربویون على انه لا یوجد أسلوب واحد أو طریقة مثلى\n" +
                        " لإعداد وتقـدیم بـرامج التدخل المبكر.\n" +
                        " وبالتالي فان بدائل أو نماذج تقدیم الخدمة في التدخل المبكر یمكن أن توصـف علـى\n" +
                        " نحو أفضل وذلك ضمن سبعة عناصر رئیسة على النحو التالي :\n" +
                        "1 - المستهدف في الخدمات : أي خصائص المجتمع الذین یجب أن تقدم لهم الخدمة\n" +
                        " فمـن هـم الأفراد الذین سوف یتلقون خدمات.\n" +
                        "2 - العمر الذي یبدأ به تقدیم الخدمات : أي ما هو عمر الطفل عند التدخل هل من\n" +
                        " المیلاد أو من عمر سنتین ونصف أم من ثلاث إلى أربع سنوات حیث أن بعض\n" +
                        " برامج التدخل المبكـر لهـا أعمار محددة في تقدیم الخدمات.\n" +
                        "3 - نوع الخدمات الخاصة المقدمة: وأفضل الخدمات هي تلك التي تستند إلى\n" +
                        " احتیاجـات الطفـل وأسرته.\n" +
                        "4 - مكان تقدیم خدمات التدخل المبكر: ما هو المكان المناسب الذي تقدم فیـه\n" +
                        " الخـدمات وهـل الخدمات تقدم في المنزل أو المركز أو كلیهما.\n" +
                        "5 - الشخص الذي یقدم خدمات التدخل المبكر: أي تحدید من الذي سوف یلعب الدور\n" +
                        " الرئیسـي في تقدیم الخدمات هل هو الأب أم الأم أو الاختصاصي.\n" +
                        "6 - البیئة الاجتماعیة للخدمات : إذا كان الأطفال الصغار هم المستهدفون في\n" +
                        " خـدمات التـدخل المبكر فمع من سوف یصنفون والى أي مدى سوف یتفاعلون مع\n" +
                        " غیرهم مـن الأطفـال ذوي الهمم والأطفال السامعین.\n" +
                        "7 - المؤسسات التي تقدم الخدمات : من هي المؤسسة التي تقوم بتقدیم الخدمات\n" +
                        " فعلـى سـبیل المثال المدرسة هي مؤسسة مفوضة لتقدیم الخدمات و مسئولة عنهـا\n" +
                        " إذا كانـت الخـدمات للطلاب وفي مجال میدان التربیة الخاصة في الطفولة المبكرة\n" +
                        " هناك العدید من المؤسسات التي تقوم بتقدیم الخدمات وتنسیقها"
            ),
            ImageSection("3/3/6.png"),
            TextSection(
                "مؤشرات برنامج التدخل الناجح :",
                "إن نجاح أي برنامج تدخل مبكر یعتمد علـى عـدة خصـائص وكفایـات لا بـد\n" +
                        " مـن توفرها لیكون برنامج نموذجي یقدم مـن خلالـه خـدمات تـدخل مبكـر للأطفـال\n" +
                        " الصـم وضعاف السمع نذكر منها :\n" +
                        "1 - تفهم تطور الموالیـد والرضـع والأطفـال الصـغار الصـم وضـعاف السـمع\n" +
                        " والذي یتضمن السمعیات المتخصصة وحاجات التواصل.\n" +
                        "2 - تتعاون مع الاختصاصیین في السمعیات والتعلـیم وعلـم الـنفس والصـحة\n" +
                        " والخـدمات الاجتماعیة بشكل منظم وتزویـد الخـدمات للأطفـال ذوي الفقـدان\n" +
                        " السـمعي واسـتعراض الأبحاث المتعلقة بالطفولة المبكرة والتدخل المبكر.\n" +
                        "3 - تقیم التطور للأطفال الموالیـد والصـغار وأعـداد خطـة الخـدمات الأسـریة\n" +
                        " الفردیـة والتي تشمل على الاحتیاجـات الاجتماعیـة والنفسـیة والصـحیة\n" +
                        " والاحتیاجـات التعلیمیـة للأطفال وأسرهم والتي تعكس تعدد الثقافات.\n" +
                        "4 - تطبق استراتیجیات التدخل المرتكزة على الأسرة والتـي تؤكـد علـى الـدور\n" +
                        " الفعـال للأسرة في تطویر الطفل الأصم أو ضـعیف السـمع واسـتخدام اسـتراتیجیات\n" +
                        " الإستشـارة والتي تشمل التوصیات ووقت الحاجة.\n" +
                        "5 - تطور مناهج وخطـة تعلیمیـة فعالـة تتضـمن التقنیـات الملائمـة والاسـتراتیجیات\n" +
                        " والمصادر والأدوات والمواد والتجهیزات والوسائل للأطفال.\n" +
                        "6 - إدارة البرامج وتطویر المهارات لمقـدمي الخـدمات الإشـرافیة فـي التـدخل\n" +
                        " المبكـر والطفولة المبكرة في تربیة الصم "
            ),
            ImageSection("3/3/7.png"),
        )
    )

    internal val Article_34 = Article(
        id = 34,
        title = "مواضيع توعوية",
        sections = emptyArray()
    )

    internal val Article_41 = Article(
        id = 41,
        title = "المعينات السمعية",
        sections = arrayOf(
            TextSection(
                "",
                "قد شهدت الأعوام القليلة الماضية تقدما ملحوظا في الوسائل التكنولوجية المستخدمة في تأهيل المعاقين سمعيا فعلى سبيل المثال أصبح متاحا حاليا المعينات السمعية على درجة عالية من الدقة وبمواصفات فنية خاصة يمكن ضبطها لكي تلائم الفقدان السمعي لدى كل فرد\n" +
                        "إن تنوع المساعدات السمعية التكنولوجية في الوقت الحاضر للأفراد المعاقين سمعيا تحسن مهارات التواصل وتعزز وعي الفرد المعاق سمعيا وإدراكه بالأصوات البيئية. كما تعمل تكنولوجيا السمع على تزويد الطفل المعاق سمعيا بنوعية أفضل من الأصوات التي تمكنه من الوصول إلى اللغة المنطوقة كما تعطيهم الفرصة في البدء بالتعلم لفهم الكلام والأصوات البيئية في بيئاتهم\n" +
                        "وتتنوع وسائل تكنولوجيا التأهيل السمعي الخاصة بالأطفال المعاقين سمعيا ومنها\n"
            ),
            ImageSection("4/1/1.jpg"),
            TextSection(
                "المعينات السمعية:",
                "تعتبر إحدى المساعدات التكنولوجية التي تساعد ضعاف السمع والصم أيضا على استعادة بعض وظائف السمع من خلال توفير وسائط بديلة للاتصال مع الآخرين أو ممارسة أنشطة الحياة اليومية\n" +
                        "وهذه الأدوات هي عبارة عن السماعات الطبية التي تساعد ثقيلي السمع على استغلال أفضل البقايا السمعية والتي تعمل على تضخيم الأصوات لتسمح للشخص سماعها بشكل أسهل وضمن المدى الطبيعي، بالشكل الذي يساعد ثقيلي السمع على الاستفادة وحضور برامج التعليم العام. إلا أن استخدام السماعات الطبية لا يعني شفاء الفرد من الإعاقة السمعية ولكنها تساعد على استغلال البقايا السمعية لديهم\n"
            ),
            TextSection(
                "متى يجب استشارة طبيب أذن ؟",
                "كل يوم تتعرض للعديد من الأصوات فإذا كنت تشعر بمعاناة عند سماع الأصوات أو لا يمكنك سماعها بوضوح، فقد يكون هذا دليل على ضعف السمع\n" +
                        "• كذلك إذا كنت غير قادر على تمييز نغمات الموسيقى أو الأصوات المنخفضة مثل الهمس\n" +
                        "• رفع مستوى صوت التلفزيون والراديو إلى أعلى مستوى يعد علامة أخري على ضعف السمع\n" +
                        "• عند إجراء المحادثات في الأماكن الصاخبة مثل المطاعم فإنك لا تسمعها أو تجد صعوبة في إجراء المحادثات عبر الهاتف، وبالتالي تضطر إلى تجنب حياتك الاجتماعية واستقبال مكالمات الهاتف، فهذه إشارة قوية على ضعف السمع لا تغض النظر عنها\n"
            ),
            ImageSection("4/1/2.jpg"),
            TextSection(
                "مكونات السماعات الطبية:",
                "\n" +
                        "2. مضخم لتضخيم الأصوات: عبارة عن سلك خاص يزيد من شدة الصوت .\n" +
                        "3. مستقبل:  لنقل الصوت المضخم إلي داخل الأذن ؛ وتحويل الطاقة الكهربائية إلى صوت جديد .\n" +
                        "4. قطعة بلاستيكية: توضع فى الأذن وتنقل الصوت من المعين السمعي (السماعات) إلي القناة السمعية.\n" +
                        "5. بطاريات: لتزويد الأجزاء الكهربائية بالطاقة.\n" +
                        "بالإضافة إلى بعض السماعات الطبية التي لها قوالب الأذن وتعمل على توجيه الصوت إلي الأذن وتقوية نوعية الصوت\n"
            ),
            TextSection(
                "ما هي أنواع السماعات الطبية:",
                "تنقسم أنواع  السماعات الطبية إلى قسمين رئيسيين وكل قسم منهما يندرج أسفله عدة أنواع، هيا نتعرف على أنواع سماعات الأذن  \n" +
                        "• سماعات طبية داخل الأذن\n" +
                        "• سماعات طبية خارج الأذن\n" +
                        " \n" +
                        " أولاً :السماعات الطبية داخل الأذن\n" +
                        "سماعة مخفية داخل قناة السمع (IIC)\n" +
                        "يعتبر هذا النوع من السماعات الأصغر حجمًا بين كل انواع السماعات الطبية فهي مصممة بأحدث وأدق التقنيات التي تجعلها مستقرة داخل قناة الأذن ومخفية عن أعين الناس لذلك يفضلها الكثيرين لأنها تشعرهم بالراحة النفسية والثقة بالنفس\n" +
                        "وهذه السماعة مناسبة كثيرًا للأشخاص الذين لديهم نسبة بسيطة من ضعف السمع أو نسبة متوسطة، وبالطبع المتخصص هو من يحكم في هذا الأمر ويقرر الأنسب لحالتك\n" +
                        "تتميز تلك السماعات بالآتي\n" +
                        "• أقل ظهورًا في الأذن من التصميمات الأكبر حجمًا\n" +
                        "• توفر ميزات لا يتسع لها تصميم المعينات السمعية المركبة بالكامل في عمق قناة الأذن، ولكن قد يكون من الصعب التحكم فيها بسبب صغر حجمها\n" +
                        "• عرضة لانسداد مكبر الصوت بسبب شمع الأذن\n" +
                        "يبلغ سعر السماعات المخفية داخل قناة السمع  حوالي ٣٠٠٠ جنيه مصري، ويمكن أن يختلف سعرها من مكان إلى آخر\n" +
                        " \n" +
                        "سماعة داخل قناة السمع بالكامل (CIC)\n" +
                        "تتميز IIC سماعة صغيرة الحجم أيضًا ولكنها أكبر بقليل من سماعة CIC   بخيارات عديدة تساعد المصاب على عيش حياته بأريحية، وهي مناسبة لضعف السمع الخفيف إلى المتوسط فهي تتيح للشخص المصاب بضعف السمع خاصية التحكم في مستوى الصوت، بالإضافة إلى وجود أزرار لتغيير البرامج حسب حاجة الشخص\n" +
                        "كذلك يمكنك استخدام الهاتف أثناء وضعها في أذنك ولن تسمع صوت صفير مثل باقي سماعات الأذن\n" +
                        "تتميز المعينات السمعية المركبة بالكامل في عمق قناة الأذن بما يلي  \n" +
                        "• أصغر الأنواع وأقلها ظهورًا\n" +
                        "• أقل احتمالاً لأن تلتقط ضجيج الرياح\n" +
                        "• تستخدم بطاريات صغيرة جدًا ما يجعل عمرها أقصر وقد تكون أصعب في التعامل\n" +
                        "لا تحتوي غالبًا على أي ميزات إضافية، مثل التحكم في الصوت أو ميكروفون اتجاهي\n" +
                        "• عرضة لانسداد مكبر الصوت بسبب شمع الأذن\n" +
                        "تتراوح تكلفة السماعات من نوع CIC في مصر ما بين حوالي ٣٠٠٠ جنية مصري إلى حوالي ٣٥٠٠ جنية مصري.\n" +
                        "وتختلف تكلفة السماعات من نوع CIC في مصر عن التكلفة في البلاد خارج مصر\n" +
                        "سماعة داخل قناة السمع (ITC) \n" +
                        "سماعة الأذن الطبية تلك مثلها مثل باقي أنواع السماعات المخفية تتميز بصغر حجمها وخفة وزنها، لذلك تعتبر واحدة من أكثر سماعات اذن طبية حديثة  ومريحة الاستخدام\n" +
                        "يوصي المتخصصين بهذا النوع للأشخاص المصابين بضعف السمع المتوسط إلى الشديد، ولكنها غير ملائمة للمصابين بضعف السمع الشديد جدًا\n" +
                        "من أهم مميزات هذا النوع أنها قابلة للاتصال بالهواتف الذكية وبث المكالمات الهاتفية\n" +
                        "تتميز ذلك النوع من السماعات بما يلي\n" +
                        "• أقل ظهورًا في الأذن من التصميمات الأكبر حجمًا\n" +
                        "• توفر ميزات لا يتسع لها تصميم المعينات السمعية المركبة بالكامل في عمق قناة الأذن، ولكن قد يكون من الصعب التحكم فيها بسبب صغر حجمها\n" +
                        "• عرضة لانسداد مكبر الصوت بسبب شمع الأذن\n" +
                        "سماعات داخل الأذن (ITE)\n" +
                        "تعتبر تلك السماعات من أفضل سماعات أذن طبية المناسبة لضعف السمع الخفيف إلى الشديد، وتقدم بشكلين؛ بشكل غلاف نصفي وغلاف كامل وبالطبع النوع ذو الغلاف النصفي هو الأكثر شعبية نظرًا لخفة وزنه \n" +
                        "ومن أهم مميزاتها إمكانية الاتصال اللاسلكي والاتصال بنظام الأيفون، ومن أهم انواع السماعات الطبية التي تجعل الكلام أسهل في الفهم أثناء الضوضاء وفي المناطق الصخبة\n" +
                        "تتميز المعينات السمعية المركبة داخل الأذن بما يلي\n" +
                        "• توفر ميزات لا يتسع لها تصميم المعينات السمعية الأصغر حجمًا مثل التحكم في الصوت\n" +
                        "• قد تكون أسهل في التعامل معها\n" +
                        "• تستخدم بطارية أكبر لعمر أطول ويتوفر لها العديد من خيارات البطاريات القابلة لإعادة الشحن\n" +
                        "• عرضة لانسداد مكبر الصوت بسبب شمع الأذن\n" +
                        "• قد تلتقط ضجيج الرياح بشكل أكثر من الأجهزة الأصغر حجمًا\n" +
                        "• أكثر وضوحًا في الأذن من الأجهزة الأصغر حجمًا\n" +
                        " \n" +
                        "تتراوح تكلفة هذه السماعات من حوالي ٥٠٠ جنية مصري إلى حوالي ١٠٠٠ جنيه مصري\n" +
                        "ميكروفون داخل حتار الأذن (MIH)\n" +
                        "هذا النوع من السماعات يمكنك أن تجده حصريًا بشركة ريساوند حيث قاموا بتصمميها بأحدث التقنيات التي تسهل على المصاب بضعف السمع أمور حياته كلها\n" +
                        "تتميز السماعة  بتقليل ضوضاء الرياح في أذن المصاب على الرغم من وجود ميكروفون خارجي صغير، وهذا الميكروفون يجعل جودة الصوت أفضل وأكثر وضوحًا\n" +
                        " \n" +
                        "ثانياً: السماعات الطبية خارج الأذن\n" +
                        " \n" +
                        "السماعات الطبية ذات المستقبل داخل الأذن (RIE)\n" +
                        "    تتكون من مستقبل صغير جدًا داخل قناة الأذن وأنبوب خارجي رفيع جدًا وغير مرئي والجزء الخارجي المتواجد خلف الأذن يكون صغير الحجم إلى حدٍ ما\n" +
                        " \n" +
                        "انواع السماعات الطبية خلف الأذن (BTE)\n" +
                        "تُثبت تلك السماعات في أعلى الأذن وتستقر خلفها. يربط أنبوب بين الجهاز وقطعة للأذن يتم تصنيعها حسب الطلب وتُعرف باسم قالب الأذن وتُركب في قناة الأذن. يناسب هذا النوع من المعينات السمعية كل أنواع فقدان السمع تقريبًا وكل الأعمار \n" +
                        "تتميز المعينات السمعية المركبة خلف الأذن بما يلي\n" +
                        "• ذات تصميم تقليدي، وهو الأكبر حجمًا من بين المعينات السمعية على الرغم من وجود تصميمات أحدث صغيرة الحجم وانسيابية الشكل ولا تكاد تُرى بالعين\n" +
                        "• مزودة بميكروفونات اتجاهية\n" +
                        "• يمكنها تضخيم الصوت بطريقة أكبر من أي طرز أخرى\n" +
                        "• قد تلتقط ضجيج الرياح بشكل أكثر من التصاميم الأخرى\n" +
                        "• قد تكون متوفرة ببطارية قابلة لإعادة الشحن\n" +
                        "هذا النوع يدوم لفترة أطول من أي نوع بسبب بقاء مكوناته الإلكترونية خارج الأذن بعيدًا عن شمع الأذن والتعرق\n"
            ),
            ImageSection("4/1/3.jpg"),
            TextSection(" ", ""),
            ImageSection("4/1/4.jpg"),
            TextSection(" ", ""),
            ImageSection("4/1/5.jpg"),
            TextSection(" ", ""),
            ImageSection("4/1/6.jpg"),
            TextSection(" ", ""),
            ImageSection("4/1/7.jpg"),
            TextSection(" ", ""),
            ImageSection("4/1/8.jpg"),
            TextSection(
                "ازاي اختار نوع السماعة المناسبة لي ؟",
                "عند البحث عن إحدى المعينات السمعية، استكشف الخيارات الممكنة لك لفهم نوع الأداة المعينة على السمع الأنسب لك. أيضًا:\n" +
                        "\n" +
                        "• اطلب فحصك. ينبغي زيارة الطبيب لاستبعاد الأسباب التي قد تسبب فقدان السمع القابلة للتصحيح، مثل شمع الأذن أو العدوى. اطلب أيضًا من اختصاصي سمع أن يفحصك.\n" +
                        "• اطلب الإحالة إلى اختصاصي سمع ذي سمعة طيبة. وإذا كنت لا تعرف اختصاصي سمع جيد، فاطلب الإحالة من طبيبك. سيقيّم اختصاصي سمعك ويساعدك في اختيار أنسب المعينات السمعية وتعديل الجهاز لتلبية احتياجاتك. وفي حال فقدان السمع في الأذنين، فسيؤدي استخدام معينتين سمعيتين إلى تحقيق أفضل النتائج.\n" +
                        "• اطلب فترة تجربة. يمكنك عادةً الحصول على المعينة السمعية لتجربتها لفترة. وقد يستغرق الأمر بعض الوقت للتعود على الجهاز وتحديد ما إذا كان مناسبًا لك أم لا. اطلب من الموزع كتابة تكلفة التجربة وما إذا كان هذا المبلغ يُنسب إلى التكلفة النهائية لوسيلة المساعدة السمعية ومقدار المبلغ القابل للاسترداد إذا أعدت وسيلة المساعدة السمعية خلال فترة التجربة.\n" +
                        "• فكر في الاحتياجات المستقبلية. اسأل ما إذا كان من الممكن زيادة قدرة المعينة السمعية التي اخترتها بحيث تظل مفيدة إذا كانت حالة فقدان السمع آخذة في التفاقم. لا تعمل المعينات السمعية إلى الأبد، وإنما يتوقع أن تعيش لمدة خمس سنوات تقريبًا.\n" +
                        "• تحقق من الضمان. تأكد من أن وسيلة المساعدة السمعية معها ضمان يغطي قطع غيارها وعملها لفترة محددة. وقد يشمل بعض الموزعين في الضمان زيارات العيادات أو تقديم خدمات احترافية.\n" +
                        "• احذر من الادعاءات المضللة. لا تستطيع المعينات السمعية استعادة السمع الطبيعي أو القضاء على كل الضوضاء الخلفية. فاحذر من الإعلانات أو الموزعين الذين يدعون غير ذلك.\n" +
                        "• خطط للنفقات. تتفاوت تكاليف المعينات السمعية تفاوتًا كبيرًا، فمنها ما يبدأ من 1500 دولار أمريكي وما يصل إلى آلاف الدولارات لكل قطعة. وقد تكلف الرسوم المهنية وأجهزة التحكم عن بعد وملحقات المعينات السمعية وغيرها من مكملات تلك المعينات مزيدًا من التكاليف. تحدث مع اختصاصي السمع عن احتياجاتك وتوقعاتك.\n" +
                        "تغطي بعض وثائق التأمين الخاصة جزءًا من تكلفة المعينات السمعية أو كل التكلفة، فتحقق من وثيقة التأمين الخاصة بك للتأكد من ذلك. لا يغطي برنامج Medicare تكاليف المعينات السمعية للبالغين. يُطلب من شركات التأمين الخاصة في بعض الولايات دفع تكاليف المعينات السمعية للأطفال. تغطي المعونات الطبية المعينات السمعية في معظم الولايات. قد تتمكن إذا كنت من المحاربين القدامى من الحصول على المعينات السمعية بدون تكلفة من خلال إدارة شؤون المحاربين القدامى الأمريكية\n"
            ),
            ImageSection("4/1/9.jpg"),
            TextSection(
                "جوانب يجب مراعاتها عند تدريب الطفل علي إرتداء السماعه:",
                "يبدأ تدريب الطفل على لبس السماعه في المنزل بدون وجود أصوات مزعجه ويفضل إنتقاء الأوقات التي لا يعاني الطفل فيها من أمراض أو تنتابه مشاعر الضيق والقلق.\n" +
                        "2 – يبدأ لبس السماعه بصوره تدريجيه بدء بخمس دقائق ثم عشره وتزداد تدريجياً حتي يعتاد الطفل إرتدائها طوال اليوم ماعدا وقت الإستحمام والنوم .\n" +
                        "3 – فيفضل إرتباط إرتداء السماعه باللعب بلعبه يفضلها الطفل وتجذب إهتمامه وفي وجود أفراد يميل إلي التواصل أو اللعب معهم .\n" +
                        "4 – مشاركة الأخوه في عملية تدريب الطفل والمحافظه علي سلامة السماعه\n" +
                        "5 – بعد أسبوعين إلي ثلاثه أسابيع من التأقلم التدريجي بالمنزل يمكن للطفل الخروج بها إلي الشارع فى صحبة الآخرين مع توخي الحذر في المحافظه عليها وعدم ضياعها .\n" +
                        "6 – وأخيراً يجب عدم فرض السماعه علي الطفل بالقوه أو إستخدام العنف في إرغامه علي إرتدائها حتي لا يكون إتجاهاً سلبياً حيالها خاصة  وأنها تسبب له ضيقاً في البدايه بإعتبارها جزء غريب عن جسمه\n"
            ),
            TextSection(
                "ازاي أركب السماعات الطبية ؟",
                "بعد اختيار السماعة المناسبة لحالتك وشكل أذنك يأتي دور تركيبها في الأذن أو عليها حسب نوعها، هيا بنا نتعلم كيفية تركيب انواع السماعات الطبية المختلفة:\n" +
                        " \n" +
                        "1- تركيب السماعات الطبية المخفية ( داخل الأذن) :\n" +
                        "● قبل البدء في أي خطوة يجب أن تطهر يدك وتتأكد أنها نظيفة تمامًا.\n" +
                        "● بعد ذلك قم بإمساك السماعة بين أصبعيك الإبهام والسبابة وأدخلها في أذنك برفق.\n" +
                        "● بعد إدخالها تأكد من كونها ثابتة بالضغط الخفيف عليها.\n" +
                        " \n" +
                        "2- تركيب السماعات الطبية خارج الأذن:\n" +
                        "● معظم السماعات التي تكون خارج الأذن تتكون من أكثر من جزء وهم؛ المستقبل والأنبوب والجزء الخارجي.\n" +
                        "● أولًا تقوم بتركيب الجزء الخارجي خلف أذنك ثم تقوم بتثبيت الأنبوب حول أذنك بشكل يجعله ثابتًا.\n" +
                        "● بعد ذلك تقوم بإدخال المستقبل داخل أذنك.\n"
            ),
            TextSection(
                "نصائح عند ارتداء السماعات الطبية:",
                "\n" +
                        "● البحث عن أهم التعليمات والإرشادات التي تساعدك على معرفة كيفية الحفاظ على أي سماعة طبية للأذن وبقائها لفترة أطول.\n" +
                        "● عند الشعور بعدم الراحة أو أي ألم قم باستشارة متخصص السمع.\n" +
                        "● من الأفضل أن ترتدي سماعة الأذن في غرفة هادئة أولًا حتى لا تؤلمك أذنك من الأصوات المفاجئة.\n"
            ),
            TextSection(
                "العوامل المؤثرة فى درجة الاستفادة من السماعات الطبية:",
                "\n" +
                        "• ملائمة السماعة لدرجة الفقدان.\n" +
                        "• مدة استعمال السماعة.\n" +
                        "• عمر الطفل أثناء تشخيص الإعاقة السمعية ؛ كلما كان الاكتشاف مبكراً كلما كانت الاستفادة من السماعة أكثر.\n" +
                        "• اتجاهات الآباء حول استعمال السماعة ؛ حيث أن الآباء إذا كانت لديهم اتجاهات إيجابية نحو السماعات فسوف يساعدون طفلهم علي الاستفادة من السماعات لأقصي حد ممكن ؛ وعلي العكس إذا كانت اتجاهاتهم سلبية\n" +
                        "• سبب الإعاقة السمعية ؛ فربما تكون الإعاقة السمعية أثناء الولادة أو قبل الولادة.\n" +
                        "• مدي ملائمة الخبرات السمعية للطفل .\n" +
                        "• القدرة العقلية للطفل.\n" +
                        "• نوع البيئة المحيطة بالطفل.\n" +
                        "• نوع البطارية المستعملة وجودتها.\n" +
                        "• نوع السماعة.\n" +
                        "• نوع الإعاقة السمعية  ∷( توصيلية -عصبية – مختلطة) .\n"
            ),
            TextSection(
                "ازاي اتعود واتكيف علي ارتداء السماعات الطبية ؟",
                "يستغرق التكيف مع سماعات المساعدة السمعية بعض الوقت. فالأمر يحتاج إلى بعض الإلتزام، والتعلم، والتأنى. ويمكن للنصائح التالية والمعلومات أن تساعدك في عملية التكيف هذه:\n" +
                        "• تعرف أكثر على كيفية عمل السماعة بمساعدة أحد أخصائى السمعيات.\n" +
                        "• تفهم أن التكيف مع ارتداء السماعة يستغرق بعض الوقت.\n" +
                        "• حاول التعود على الإستفادة من السماعة بعيدا عن أى ظروف قد تسبب لك ضغطا نفسيا ، وذلك لعدة ساعات في المرة الواحدة.\n" +
                        "• تعرف على ما هو متوقع حدوثه.\n" +
                        "• إن إستخدام سماعات المساعدة السمعية لا يعالج ضعف السمع، ولا يؤدى إلى إستعادة السمع إلى المستوى الطبيعي أيضا ولا يمكنه القضاء على الضوضاء التى تسمعها فى خلفية الأصوات التى تسمعها.\n" +
                        "• توقع أن الأصوات تبدو عالية في البداية.\n" +
                        "• قد يبدو صوتك أيضا مختلف وعال جدا بالنسبة لك.\n" +
                        "• قد تسمع صوت ضجيج فى خلفية الأصوات التى تريد سماعها حيث أن السماعة لا يمكنها التفرقة تماما بين الأصوات التى تريد سماعها والأصوات التى لا نريد سماعها. إلا أنه بمرور الوقت سوف تتعلم تصفية هذا الضجيج لتسمع بشكل أوضح.\n"
            ),
            TextSection(
                "ازاي أحافظ على السماعة ؟",
                "\n" +
                        "• قم بتنظيف اجزاء السماعة الخارجية بعد خروجها من أذنك باستخدم قطعة من القماش والقيام بمسحها بها فهذا يقي الجهاز من تراكم الأتربة التي قد تؤذى لانسداد مستقبلات الصوت وانقطاع الصوت .\n" +
                        "• إن كان على الاجزاء الداخلية للسماعة بعض الشمع اطلب عند شراء السماعة أدوات العناية بها حتى لا تؤذي طبلة الأذن وتؤدي إلى دخول الشمع في السماعة ولا تقم بتنظيف السماعة بواسطة أعواد تنظيف أو فرشاة.\n" +
                        "• لا تقم بتعريضها إلى درجة حرارة عالية حتى لا تتلف.\n" +
                        "• لا تستخدم منتجات العناية بالشعر أثناء ارتداء السماعة والحرص عليها من المياه فهى تؤدي الى تلفها.\n" +
                        "• قم بتهوئة البطارية بفتح باب البطارية للتهوئة وعدم ترك البطارية داخل السماعه أثناء تخزينها فقد تؤدى الرطوبه ودرجة الحراره الى تكون أملاح على البطاريه.\n" +
                        "• تعود أن تضع السماعة في مكان آمن حتى لا تسقط.\n" +
                        "• قم بإيقاف تشغيل السماعة عـند عـدم الاستعمال.\n" +
                        "• ابعد السماعة بعيدا عن أيدي الأطفال.\n" +
                        "• عدم النوم بالسماعة فقد يؤدى الى كسرها او تلف بعض القطع الداخلية في السماعة وفي بعض الحالات يؤدي الى التهاب في الاذن .\n" +
                        "• وضع السماعه عند النوم فى جهاز التجفيف لامتصاص الرطوبه والتى قد تتسبب فى كثير من المشاكل .\n" +
                        "• حاول ألا تعبث في البطارية وتأكد من أن بطاريتك سليمة لأن البطارية التالفة تسبب التشويش وعدم القدرة على السمع.\n" +
                        "• ارتداء سماعة الاذن بالشكل الصحيح لان التثبيت الخاطئ وارتداء سماعة الاذن الطبية بطريقة خاطئة قد يسبب لك بعض الإزعاج والألم فحاول تجنب ذلك\n"
            ),
            TextSection(
                "كيفية تنظيف غطاء السمع ؟",
                "الغلاف هو الجزء الخارجي من معينتك السمعية. يمكنك تنظيفه بالطرق التالية:\n" +
                        "1. بلل منديلًا أو قطعة قماش قليلاً لإزالة تراكمات الشمع.\n" +
                        "2. استخدم الفرشاة التي تأتي مع معيناتك السمعية للتخلص من التراكمات العنيدة.\n" +
                        "3. بالنسبة للمعينات السمعية التي توضع خلف الأذن ، يمكنك تنظيف قالب الأذن باتباع الخطوات التالية:\n" +
                        "• بإزالته من خطاف الأذن\n" +
                        "• ضع المعينة السمعية في مكان جاف وآمن\n" +
                        "• استخدم الماء الدافئ والصابون لغسل قالب الأذن برفق \n" +
                        "• تخلص من الماء الزائد\n" +
                        "• اترك قالب الأذن يجف طوال الليل\n" +
                        "• يمكنك أيضًا استخدام منفاخ هواء لإزالة الماء من الأنبوب \n" +
                        "• تأكد من جفاف الأنبوب وقطعة الأذن قبل إعادة توصيلهما بالسماعة الطبية.\n"
            ),
            TextSection(
                "كيفية تنظيف ميركوفون السماعة ؟",
                "نظف ميكروفون المعينة السمعية بعناية ، حيث إنه أحد أكثر الأجزاء حساسية\n" +
                        "• اقلب السماعة رأسًا على عقب عند تنظيف الميكروفون. سيضمن ذلك سقوط أي حطام من الميكروفون وليس داخله \n" +
                        "• استخدم الفرشاة المتوفرة مع المعينة السمعية لتنظيف منفذ الميكروفون\n" +
                        "• لا تدخل أي شيء في منفذ الميكروفون ، فقد يؤدي ذلك إلى إتلافه\n"
            ),
            TextSection(
                "كيفية تنظيف جهاز استقبال السمع ؟",
                "جهاز الاستقبال هو الفتحة التي تنقل الصوت من سماعة المعينة السمعية إلى أذنك. السبب الأكثر شيوعًا لفشل المعينة السمعية هو تراكم شمع الأذن في جهاز الاستقبال. \n" +
                        "فيما يلي كيفية تنظيف جهاز استقبال معينتك السمعية\n" +
                        "• كن لطيفًا عند تنظيف جهاز الاستقبال. قد يؤدي استخدام القوة المفرطة إلى إتلافه. \n" +
                        "• نظفه يوميًا بالفرشاة المتوفرة. يجب أن يكون هذا كافيًا لإزالة معظم التراكمات.\n" +
                        "• استخدم حلقة الأسلاك الصغيرة المتوفرة لتنظيف جهاز الاستقبال. أدخل قطعة الشمع في فتحة جهاز الاستقبال حتى تكون هناك مقاومة. ثم استخرجها مرة أخرى. كرر حتى لا يوجد المزيد من الشمع\n"
            ),
            TextSection(
                "كيفية تطهير المعين السمعي ؟",
                "يمكنك استخدام محلول معقم للسمع لتنظيف المعينة السمعية. استخدم فقط المطهر الذي أوصى به أخصائي السمعيات الخاص بك. لا تستخدم مواد التنظيف أو الكحول الأخرى ، فقد يؤدي ذلك إلى الإضرار بالمعينات السمعية.\n" +
                        "رش المحلول على منشفة ورقية ناعمة أو منديل. استخدمه لمسح سماعة الأذن.\n"
            ),
            TextSection(
                "كم مرة يجب تنظيف السماعات ؟",
                "يمكن أن يتراكم شمع الأذن والحطام والغبار على المعينة السمعية. لمنع انسدادها ، يجب تنظيف معيناتك السمعية كل يوم.\n" +
                        "إذا كانت معيناتك السمعية من النوع الذي يحتوي على مصيدة الشمع أو واقي الشمع ، فاستبدلها بانتظام. تحدث إلى أخصائي السمع أو أخصائي السمع حول عدد المرات التي يجب عليك استبدالها وكيف. قد تتمكن من شراء بدائل عبر الإنترنت أو من أخصائي السمعيات الخاص بك.\n"
            ),
            TextSection(
                "أحدث السماعات الطبية:",
                "• سماعة الأذن الطبية Audeo، سماعة أذن طبية عصرية جدا تعمل بطريقة المستقبل داخل قناة الأذن (RIC)، توضع خلف الأذن وتتميز بصغر الحجم، وتصلح هذه الفئة من سماعات الاذن الطبية الرائعة لمختلف أنماط ضعف السمع من البسيط إلى الشديد.\n" +
                        " \n" +
                        "• سماعة الأذن الطبية Bolero، سماعة الأذن الطبية المتطورة ذات التصميم الحديث والتي تتميز بخصائص فنية مختلفة، تمكنك بالاستمتاع بالتواصل مع الجميع من حولك وفي مختلف البيئات الصوتية المتنوعة من خلال عدة اختيارات وأحجام مختلفة تغطي مجال ضف السمع من البسيط الى الشديد.\n" +
                        "• سماعة الأذن الطبية Virto، إذا أردت الاستمتاع بكافة الأصوات المحيطة بك والتواصل الكامل مع جميع من حولك دون الشعور بالحرج من استخدام سماعة الأذن التقليدية فيمكنك الاختيار من عدة أشكال وأحجام من السماعات التي توضع داخل الأذن والتي تغطي مجال ضعف السمع من البسيط الى الشديد، ويتم تصميمها خصيصا على حسب حجم قناة الأذن بعد الاستعانة باستشارة أقرب اخصائي سمع لك.\n" +
                        "• سماعة الأذن الطبية Naida، أحدث جيل من السماعات الرقمية وأكثرها قوة في العالم، والمخصصة لدرجات ضعف السمع الشديد والحاد العميق مع تميزها بحجمها الصغير مقارنة بجميع منافسيها ومن الأجيال السابقة بمقدار 25%..\n" +
                        "• سماعة ديجتال بنظام قنوات ويتم ضبط هذا النوع من خلال البرمجة باستخدام الكمبيوتر ويوجد قناة إلى 32 قناة.\n" +
                        "• ديجتال فري تشانل وهي من أحدث الأنواع ويتم البرمجة باستخدام الكمبيوتر.\n" +
                        "وهناك أيضاً سماعات ولكن يتم التعامل معها بطريقة تلقيدية مثل سماعة ديجتال ترم ويتم ضبط هذا النوع بشكل يدوي عن طريق مفاتيح توجد بالسماعة.\n"
            ),
            TextSection(
                "أفضل أنواع السماعات الطبية:",
                "في واقع الأمر يُعد سوق صناعة سماعات الأذن الطبية من الأسواق المُزدهرة في الوقت الراهن، ويرجع السبب وراء ذلك إلى كثرة الطلب عليها، وهي تدر مليارات الدولارات بشكلٍ سنوي على الشركات المُنتجة لها، ومن أبرز الدُول المُصنعة لها ما يلي:\n" +
                        "أولًا: سماعات الأذن الطبية الألمانية\n" +
                        "يُعرف عن ألمانيا كونها من أكثر الدول تقدمًا على الإطلاق في كافة المجالات، وهذا يشمل المجالات الصناعية، الطبية والتعليمية على وجه الخُصوص، فلا عجب في كونها تُنتج سماعات بجودة لا مثيل لها، ومن أبرز الشركات هُناك شركة Siemens.\n" +
                        " \n" +
                        "هذه الشركة هي واحدة من أهم الشركات المصنعة لأجهزة السمع في العالم، وهي معروفة بجودتها ودقتها، وتبهر العالم باستمرار بأحدث التقنيات وأجهزة المعينات السمعية المتطورة.\n" +
                        " \n" +
                        "في هذه الشركة سمعك هو أولويتهم الأولى، حيث يتم تصميم مجموعة المعينات السمعية الألمانية لتقديم تجربة استماع طبيعية في كل مرة، وفيما يلي نُعرفكم بأفضل ماركات سماعات الأذن الطبية واسعارها:\n" +
                        " \n" +
                        "السماعة\n" +
                        "السعر بالدُولار الأمريكي\n" +
                        "Siemens Signia Insio Primax\n" +
                        "7,800\n" +
                        "Siemens Signia Silk Primax.\n" +
                        "2,480\n" +
                        "Siemens Signia Silk Nx.\n" +
                        "1,400 – 3,200\n" +
                        "Siemens Signia Cros Nx.\n" +
                        "1,500 – 2,500\n" +
                        "Simenes Signia Pure Charge Go Nx.\n" +
                        "1,800 – 2,500\n" +
                        "Siemens Signia Insio Nx.\n" +
                        "1,500 – 2,500\n" +
                        " \n" +
                        "ثانيًا: سماعات الأذن الطبية الدنماركية\n" +
                        "ومن الجدير بالذكر أن أول من اخترع السماعات الطبية كانت دولة الدنمارك لذلك سماعتها تتفوق عن السماعات الأخرى الموجودة بالسوق ويليها السماعات الكندية ثم السماعات السويسرية ويليهم أمريكا وألمانيا وتركيا.  \n" +
                        "ولكن بالنسبة للسعر فيختلف باختلاف الشكل والفئة العمرية المستخدمة لها متوسط أسعار السماعات الدنماركية تصل28.27 دولار\n" +
                        "و تُعتبر الدنمارك واحدةً من أبرز الدُول المُصنعة للمُساعدات السمعية على الإطلاق، وتشتمل على عدد كبير من الشركات التي لها باع في هذه الصناعة، مثل:\n" +
                        " \n" +
                        "• سماعة ReSound\n" +
                        "يقع المقر الرئيسي للشركة المصنعة للسماعة ReSound في الدنمارك، وقد تم تأسيسها في عام 1943م على يد الدكتور رودني بيركنز من جامعة ستانفورد وتشتهر السماعة GN ReSound بجودة الصوت الرائعة.\n" +
                        "بالإضافة إلى التميز في التصميم، والحلول الهادفة التي تساعد ضعاف السمع على إعادة اكتشاف الأصوات، فالسماعة تعتبر مبتكرة في صناعة السمع لتكون على رأس مجال السماعات الطبية، وتتمتع بتقنية متطورة، وكُل ذلك بأسعار مُتفاوتة تتراوح بين 600 وحتى 3,000 دولار أمريكي وفقًا للتقنية المُستعملة فيها، ما يجعلها مُلائمة لكافة الفئات.\n" +
                        "• Oticon سماعة\n" +
                        "Oticon هي شركة مصنعة لأجهزة السمع مقرها في كوبنهاغن، وموجود في الدنمارك بشكل خاص، ولقد تأسست هذه الشركة في عام 1904م، من قبل هانز ديمانت، حيث كان منبع الفكرة هي أن كانت زوجته تعاني من ضعف السمع.\n" +
                        "يتم التحكم في شركة Oticon بواسطة منظمة Oticon، وهي منظمة خيرية لها تفويض لتنمية أعمالها ومساعدة الأشخاص الذين يعانون من ضعف السمع، وتُقدم الشركة سماعاتها بأسعار تبدأ من 790 وحتى 1,790 دولار أمريكي.\n" +
                        " \n" +
                        "• Signia سماعة\n" +
                        "Signia هي شركة تصنيع أجهزة سمعية مملوكة لمجموعة Sivantos Group منذ مارس 2019، ومع الوقت أصبحت Sivantos Group جزءًا من WS Audiology، وهي شركة تأسست في ذلك اليوم من خلال الجمع بين Sivantos ومقرها سنغافورة، مع Widex ومقرها الدنمارك، ويتراوح سعر السماعات التي تُقدمها بين 700 – 2,300 دولار أمريكي.\n"
            ),
            ImageSection("4/1/10.jpg"),
            TextSection(
                "أفضل أماكن لبيع سماعات الأذن الطبية في مصر:",
                "•\tمركز بيور فون سماعات طبية\n" +
                        "مركز بيور فون بيوفرلك عروض مختلفة على أنواع السماعات الطبية إلى ممكن تحتاجها لعلاج ضعف السمع او طنين ووش الأذن دا غير انك تقدر تستبدل سماعتك القديمة بواحدة تانية جديدة من المركز ده غير خدمات الصيانة. إلى بيقدمها بشكل دوري على جميع السماعات إلى ممكن تلاقيها بأشكال مختلفة تقدر تختار منها اللي يناسبك بأسعار متفاوتة. \n" +
                        "•\tمركز Golf hearing aids \n" +
                        "يتميز المركز دا بسهولة وجودة في التعامل مع العملاء، هتضمن انك تختار سماعات جديدة بجودة عالية ودرجة صوت ووضوح قويه، كمان بتوفرلك خدمات صيانه دوريه على السماعه بعد عملية الشراء، يتم في المركز اختيار السماعة بعد قياس مستوى السمع ودرجة الضعف فيها، في المركز هتقدر تشتري السماعات إلى هتناسب كبار السن والأطفال ومختلف الفئات باحجام متنوعة. \n" +
                        "•\tالمشرق للسماعات\n" +
                        "بيوفرلك المركز دا عدة خصومات على السماعات اللى هتشتريها بنسبة تصل إلى 30%، كمان هتقدر تقييس مستوى السمع عندك بشكل مجاني، هتلاقي أشكال مميزة للسماعات الخارجية الداخلية دا غير السماعات السحرية إلى تخفيها جوه الأذن، متوفر في المركز سماعات للرضع والأطفال وكبار السن عشان ترفع نسبة السمع وتقدر تسمع حبايبك بوضوح من غير اي تشويش في درجة نقاء الصوت. \n"
            ),
            TextSection(
                "بعض عناوين لشركات سماعات الأذن الطبية في مصر:",
                "• امبليفون الشرق الأوسط: التواصل من خلال العنوان التالي: 11 ش نادى الصيد، المهندسين\n" +
                        "• المتحدة للسمعيات: التواصل من خلال العنوان التالي: 21 ش ذكى عثمان بجوار إدارة مرور الجيزة، الدقي. الجيزة\n" +
                        "• الاقتصادية العربية للتجارة والتوكيلات: التواصل من خلال العنوان التالي٢٩ ش محمد بهاء الدين الغتورى، سموحة، الإسكندرية\n" +
                        "• مسك للتجارة والاستيراد: التواصل من خلال العنوان التالي: ش محمد على وسعد زغلول، العرب\n" +
                        "• انترتون لسماعات الاذن الطبية: التواصل من خلال العنوان التالي: 42 ش الدقي عمارة مصر للتأمين – الجيزة – الدقي\n" +
                        "• شركة نداء للسماعات الطبية: التواصل من خلال العنوان التالي: 42 شارع الدقى عمارة مصر للتأمين – الدقى –الجيزة\n" +
                        "• فيوتشر تك: التواصل من خلال العنوان التالي: 110ا ش 26 يوليو الزمالك. القاهرة\n" +
                        "• مال للمساعدات الطبية: التواصل من خلال العنوان التالي: 42 ش نزيه خليفه، بجوار بارون سنتر مصر الجديدة. القاهرة\n" +
                        "• هاتكو للاستيراد والتصدير والتوكيلات التجارية: التواصل من خلال العنوان التالي: 38ب ش منصور، باب اللوق عابدين. القاهرة\n" +
                        "• مؤسسه النزهة التجارية: التواصل من خلال العنوان التالي: 152 ش النزهة ميدان سانت فاتيما 11361 مصر الجديدة. القاهرة\n" +
                        "• ويدر ايجيبت: التواصل من خلال العنوان التالي: 17 ش إبراهيم أبو النجا امتداد ش عباس العقاد مدينه نصر، القاهرة\n" +
                        "• الرحمة للأجهزة الطبية: التواصل من خلال العنوان التالي: 45 ش معمل الألبان، أمام مركز شباب الساحل شبرا. القاهرة\n" +
                        "• الأركان للتجارة والمقاولات: التواصل من خلال العنوان التالي عمارات العبور 3 ط. صلاح سالم مدينه نصر. القاهرة\n" +
                        "• ميديكال شوب: التواصل من خلال العنوان التالي: برج العروبة 3 ش حسن صادق، المرغنى مصر الجديدة. القاهرة\n" +
                        "• المكتب المصري للاستيراد: التواصل من خلال العنوان التالي 18  ش الرشيدي، أمام القصر العيني القديم  جاردن سيتى. القاهرة\n" +
                        "• ويدكس ايجيبت: التواصل من خلال العنوان التالي: 25 ش الخليفه المأمون مدينه نصر. القاهره\n" +
                        "• النهار التجارية: التواصل من خلال العنوان التالي: ١٦ ش جواد حسنى، باب اللوق عابدين. القاهرة\n" +
                        "• الهدى للأجهزة التعويضية والأطراف الصناعية: التواصل من خلال العنوان التالي: 4 محمد نوفل، من ش شبرا, محطه سانت تريز شبرا\n" +
                        "• مصنع عبد العزيز المصري: التواصل من خلال العنوان التالي: 4 ش رشدي عابدين\n"
            )
        )
    )

    internal val Article_42 = Article(
        id = 42,
        title = "الوسائل و الاجهزة المساعدة",
        sections = arrayOf(
            TextSection(
                "",
                "أنعم الله سبحانه وتعالى على الإنسان فعلمه الكلام، الذي هو الوسيلة الأولى والأساسية للتعامل بين الناس، وقد أثبتت التجارب العلمية أن قدرة الإنسان على الكلام ما هي إلا نتيجة طبيعية لحاسة السمع. فالشخص الذي يصاب بنقص في قدرته السمعية كثيراً ما يعاني من اضطرابات تخاطبيه ونفسية ناتجة عن عدم القدرة على التعايش أو التعامل مع الآخرين.\n" +
                        "وتتفاقم هذه المشاكل الناتجة عن ضعف السمع كلما ازدادت درجة الفقدان السمعي عند الفرد، ودون أن يعالج طبياً أو جراحياً أو تعويضياً، وقد شهدت الأعوام القليلة الماضية تقدماً ملحوظاً في الوسائل التكنولوجية المستخدمة في تأهيل الأشخاص ذوي الإعاقة السمعية، فعلى سبيل المثال أصبح متاحاً حالياً المعينات السمعية على درجة عالية من الدقة وبمواصفات فنية خاصة يمكن ضبطها لكي تلائم الفقدان السمعي لدى كل فرد.\n" +
                        "وهذا ما يؤكده من تنوع المساعدات السمعية التكنولوجية في الوقت الحاضر للأفراد ذوي الإعاقة السمعية. وتحسن الأدوات المساعدة مهارات التواصل وتعزز وعي الفرد ذي الإعاقة السمعية وإدراكه للأصوات البيئية. كما تعمل تكنولوجيا السمع على تزويد الأطفال ذوي الإعاقة السمعية بنوعية أفضل من الأصوات التي تمكنهم من الوصول إلى اللغة المنطوقة كما تعطيهم الفرصة للبدء في التعلم لفهم الكلام والأصوات البيئية في بيئاتهم\n"
            ),
            TextSection(
                "",
                "عملية السمع البشري من أعقد النظم الميكانيكية والعصبية ويمكن لهذا النظام ان يصيبه العطب نتيجة الحوادث أو المرض أو بسبب وراثي، لذلك كان لابد من استخدام أدوات مساندة تساعد في عملية التواصل السمعي وبالتالي تعلم ضعاف السمع (الأصم). \n" +
                        "يعتبر موضوع طرق وأساليب تعليم الطلبة ذوي الإعاقة السمعية من الموضوعات الرئيسة في ميدان التربية الخاصة، لذلك هناك العديد من الأساليب التقنية المساندة والمساعدة لذوي الإعاقة السمعية التي تسهم في عملية تعلمهم. وقد عملت الجهات المعينة المهتمة بفئة الصم وضعاف السمع على تسهيل عملية دمجهم من خلال توظيف بعض الأدوات المساندة والمساعدة في تعليمهم \n" +
                        "ومنها:\n"
            ),
            TextSection(
                "استخدام جهاز عرض الصور المعتمة (الفانوس السحري):",
                ""
            ),
            ImageSection("4/2/1.jpg"),
            TextSection(
                "",
                "هو من الأجهزة الحديثة المخصصة لعرض الصورة المعتمة عن طريق المرأة العاكسة، وهذا الجهاز متوفر في أغلب مدارسنا المهتمة \n" +
                        "بعملية الدمج، حيث يؤدي إلى خدمات تفيد الطالب من ذوي الإعاقة السمعية، فيقوم هذا الجهاز بتكبير الصورة المعتمة والرسومات والخرائط \n"
            ),
            TextSection(
                "المادة التعليمية التي تعرض مع هذا الجهاز:",
                "المواد المعتمة غير الشفافة أي غير المنفذة للضوء مثل الخرائط Maps أو الرسومات Graphs أو الصور الفوتوغرافية Photographs أو الملصقات أو العملات المعدنية أو أجزاء من النباتات أو قطعة نسيج أو المواد المطبوعة و الوثائق (جرائد، مجلات ، كتب ، نشرات ،مخطوطات ) أو الأشكال الهندسية ، هي التي يمكن عرضها على جهاز عرض المواد المعتمة ويمكن الحصول على المواد المعتمة باستخدام آلة التصوير الفوتوغرافي ، أو قيام التلميذ برسم لوحة ، أو قص بعض الصور من مجلات أو كتب أو يحصل التلميذ على أوراق نباتات من البيئة المحلية."
            ),
            TextSection(
                "استخدامات الجهاز:",
                "يستخدم هذا الجهاز كأداة من أدوات التكبير في عرض المواد والصور المعتمة بأشكالها المختلفة كما يستخدم في عرض الأشياء ثلاثية الأبعاد وكذلك المجسمات والعينات البسيطة من الصخور والقواقع والمعادن والحبوب."
            ),
            TextSection(
                "مميزات الجهاز:",
                "1ـ من أسهل أجهزة العرض من حيث التشغيل حيث يكي لتشغيله في معظم الأجهزة توصيل مقبس الجهاز بالتيار الكهربائي.\n" +
                        "2ـ صغير الحجم وحفيف الوزن حيث ظهرت أجيال جديدة من هذا الجهاز.\n" +
                        "3ـ تمتاز الأجيال الحديثة من هذا الجهاز بأنها على درجة جودة عالية في عرض المادة المعتمة.\n" +
                        "4ـ تعرض هذه الأجهزة كم كبير من المواد والصور المعتمة بينما جميع الأجهزة الأخرى تعرض الصور فقط.\n" +
                        "5ـ يساعد في عرض إنتاج التلاميذ من موضوعات تعبير مميزة ورسومات ومقالات صحفية.\n"
            ),
            TextSection(
                "عيوب الجهاز:",
                "1ـ تحتاج عملية العرض إلى إظلام تام للمكان.\n" +
                        "2ـ لا يعرض غير المواد المعتمة، فلا يمكن عرض الشفافيات والشرائح الشفافة.\n" +
                        "3ـ ارتفاع درجة الحرارة بالجهاز قد يؤثر على المادة المعروضة.\n" +
                        "4ـ عدم توفر الصوت والحركة في العرض.\n"
            ),
            TextSection(
                "الأعطال التي تطرأ على الجهاز أثناء التشغيل:",
                "1ـ تعرض منصة العرض للكسر لأنها عبارة عن لوح زجاجي.\n" +
                        "2ـ حرق المصباح الكهربائي.\n" +
                        "3ـ توقف مروحة التبريد.\n"
            ),
            TextSection(
                "طريقة تشغيل جهاز عرض الصور المعتمة (الفانوس السحري):",
                "يعتمد هذا الجهاز في عمله على الإضاءة المنعكسة عن الجسم المعتم بواسطة المرآة العاكسة، فهو من أجهزة العرض المباشر، وعند تشغيله يجب مراعاة ما يلي:\n" +
                        "1-اضبط كهرباء الجهاز بما يتوافق مع التيار العام في المدرسة، ثم قم بتوصيل الكهرباء للجهاز\n" +
                        "2-أدر مفتاح التشغيل إلى النقطة الأولى المروحة (للتبريد) وتأكد من أن المروحة تعمل بشكل طبيعي.\n" +
                        "3-أنزل حامل الصورة إلى أسفل عن طريق رفع الذراع الخلفي إلى أعلى.\n" +
                        "4-قم بوضع الصورة المطلوب عرضها بحيث تكون معكوسة، ثم قم برفع الصورة إلى أعلى عن طريق إنزال الذراع إلى أسفل.\n" +
                        "5-أدر مفتاح التشغيل الآن إلى النقطة الثانية (الإضاءة).\n" +
                        "6-إذا كانت الصورة غير واضحة حرك العدسة الأمامية حتى توضح الصورة.\n" +
                        "7-حين الانتهاء من عمل الجهاز دع المروحة لتعمل لمدة 3-5 دقائق حتى يبرد الجهاز ومن ثم أقفل المروحة وأغلق العدسة.\n"
            ),
            TextSection(
                "صيانة جهاز عرض الصور المعتمة",
                "1-\tيجب التأكد من فولت التيار الواصل للجهاز.\n" +
                        "2-\tنتأكد من عمل المروحة في أثناء التشغيل.\n" +
                        "3-\tيجب إزالة الغبار والأتربة عن الجهاز وخاصة العدسة حتى لا تتسبب في عتمة العرض وذلك بقطعة من القماش النظيف أو الفرشاة ذات المنفاخ.\n" +
                        "4-\tيجب ألا يستمر العرض لفترات طويلة إلا عند الحاجة فقط حتى لا يتسبب ذلك في انتهاء عمر الجهاز.\n" +
                        "5-\tيجب عدم فك الجهاز والعبث به لأي خلل، ولكن يرسل فوراً إلى المختصين بالصيانة.\n" +
                        "6-\tيحفظ الجهاز بعد الانتهاء من التشغيل في مكان آمن بعيداً عن العبث والغبار والأتربة بعد تغطيته بالكيس الخاص به.\n"
            ),
            TextSection(
                "استخدام جهاز عرض الرأسي (الأوفر هيد)",
                "ويوفر هذا الجهاز في جميع المدارس، وفد يستخدم المعلم هذا الجهاز في غرض بعض الرسومات والصور المصممة على الشفافيات\n" +
                        "هو جهاز يستخدم كوسيله تعليميه ويتوافر هذا الجهاز في غالبية المدارس ويسمى (الأوفر هيد) وهو سهل الاستخدام، سهل الصيانة، إلا أنه يتطلب منا الحذر في أثناء تشغيله، وإطفائه، للمحافظة على المصباح لأنه غالي الثمن ونادر وجوده في السوق \n"
            ),
            TextSection(
                "جهاز عرض الشفافيات (السلايد بروجيكتور)",
                ""
            ),
            ImageSection("4/2/2.jpg"),
            TextSection(
                "",
                "يعتبر هذا الجهاز من الأجهزة العلمية التي شاع استخدامها مؤخرا في مدارسنا وذلك لسهولة تشغيلها من ناحية وسهولة إنتاج البرامج الخاصة بها من ناحية أخرى والتي يمكن للمعلم إنتاجها بنفسه\n" +
                        "يعتبر جهاز عرض الشفافيات (السلايد بروجيكتور) من الأجهزة العلمية التي شاع استعمالها أيضاً في المجال التربوي لسهولة تشغيلها من ناحية وسهولة إنتاج البرامج الخاصة بها من ناحية أخرى والتي يمكن للمعلم إنتاجها بنفسه إذا ما توفرت لديه الإمكانات، بالإضافة إلى سهولة نقله واستخدام الجهاز داخل الفصل مع ما يحققه استخدام مثل هذا الجهاز من شد انتباه التلاميذ للمادة العلمية المقدمة من خلاله.\n" +
                        "وهو مجهز لعرض الصور الشفافة التي يمكن للضوء اختراقها فتظهر الصورة مكبرة على الشاشة أو على الحائط، وهو من أجهزة العرض المباشر\n"
            ),
            TextSection(
                "مميزات هذا الجهاز:",
                "-انه يعمل في الإضاءة العادية. \n" +
                        "2-مواجهة المعلم للطالب والمحاضر للمستمع والمشاهد.\n" +
                        "3-يوضع في مقدمة الفصل.\n" +
                        "4-سهولة نقله من مكان لآخر. \n" +
                        "5-مفيد في عرض الدروس ذات التسلسل المنطقي والذي يحتوي على خطوات \n" +
                        "متتالية \n" +
                        "6-سرعة عرض الشفافيات في وقت قصير، والفترة بين عرض الشفافية والأخرى قصير جدا \n" +
                        "7-عرض الصور بالتزامن مع الصوت مما يزيد من فاعلية العرض وإثارة اهتمام الطلاب \n" +
                        "8-يستخدم كوسيلة للعروض الفردية أو الجماعية. \t\n" +
                        "9-سهولة انتاج المواد التعليمية المستخدمة فيه. \n" +
                        "10-امكانية اختيار الشريحة المناسبة للعرض من بين الشرائح. \n" +
                        "11-امكانية تثبيت الشريحة واعادة عرض الشريحة مرة أخرى. \n" +
                        "12-تكبير الصورة وتصغيرها. \n" +
                        "13-مفيد لحل الأسئلة والتمارين الجماعية، حيث يقوم المعلم بعرض الأسئلة بعد تصويرها من الكتاب وحلها مع التلاميذ.\n" +
                        "14-امكانية التحكم عن بعد.\n"
            ),
            TextSection(
                "عيوب استخدام جهاز عرض الشفافيات:",
                "-لابد من إعتام غرفة التعلم بنسبة 75% - 95%. \n" +
                        "2-تكاليف إنتاج الشفافيات مرتفعة نوعاً ما. \n" +
                        "3-لابد من تواجد شاشة عرض في مكان العرض.\n"
            ),
            TextSection(
                "ارشادات وتوجيهات للاستخدام:",
                "اولا: تجهيز المادة التي تريد عرضها:\n" +
                        "1. اطبع ما تريد عرضة بواسطة الحاسوب، وإذا لم يكن لديك الوقت الكافي، قم بنسخ المادة في ورقة خارجية A4 بواسطة آلة النسخ. \n" +
                        "2. تأكد من وضوح الكتابة والرسومات عليها، وراجع أيضا الأملاء وكل شيء، تجنبا للأحراج اثناء الشرح، حاول ذلك قدر ما تستطيع. \n" +
                        "3. حاول الحصول على ورق شفاف بحجم A4، وقم بإدخاله في آلة النسخ مكان الورق الذي يُطبع عليه. \n" +
                        "4. قم الآن بعمل نسخ مرة أخرى لورقتنا التي تحتوي على المادة التي تريد عرضها، من المفترض ان تظهر الآن بوضوح على الورقة الشفافة. \n" +
                        "5. أصبح لديك الآن مادة جاهزة للعرض على جهاز العرض الرأس\n"
            ),
            TextSection(
                "استخدام التلفزيون التعليمي",
                "يعتبر التلفزيون التعليمي من الوسائل التي وظفت لتعليم ذوي الإعاقة السمعية فيتميز الأسلوب التعليمي التلفزيوني بالجمع بين عدد من الحواس والتي تشكل أدوات لإدخال المادة التعليمية كحاسة السمع بالنسبة لضعف السمع. وإن نجاح استعمال التلفزيون كأداة تعليمية يتوقف على كفاءة المعلم ومهاراته في طريقة وكيفية استخدام واختيار الوقت والموقف المناسب."
            ),
            ImageSection("4/2/3.jpg"),
            TextSection(
                "أثر التلفزيون التعليمي على المنهج",
                "يعتبر التلفزيون أحد وسائل الإعلام، والاتصال المهمة في هذه الأيام مما له تأثير إيجابي وسلبي على جميع قطاعات المجتمع، ونحن نهتم في مجال هذا البحث عن تأثير التلفزيون الايجابي والسلبي على المنهج.\n" +
                        "وفي الوقت الذي نهتم في تطوير وتغيير المناهج لم نرى أي اهتمام ملحوظ من قبل مخططي المناهج لمراعاة هذه الآفة التي تسيطر على عقول الناشئة منا حيث نجدهم يجلسون لساعات كثيرة جداً قد تتجاوز ساعات اليوم المدرسي، وهذا بدوره يؤثر سلباً وإيجابا على عقول الأطفال وعلى تنشئتهم الأسرية في البيوت مما ينعكس ذلك على تحصيلهم الدراسي وعلى سلوكهم وقيمهم واتجاهاتهم الخ...... من التصرفات اليومية التي يميلون إليها بدون أي توجيه لا من قبل الأهل ولا من قبل المدرسة.\n" +
                        "وأنا في اعتقادي يقوم التلفزيون بدور المعلم الذي قد يحسن التصرف والتعامل مع الأطفال وقد لا يحسن ذلك حتى وأن وجدنا منهاجاً جيداً.\n"
            ),
            TextSection(
                "استخدام الحاسوب التعليمي ",
                "لقد تم توظيف الكمبيوتر في مجال التعليم فظهر ما يسمي بالحاسوب التعليمي الذي يوفر فرصا تعليمية حقيقة للطلبة العاديين وغير العاديين. وقد أدت طرق الاتصال التكنولوجية الحديثة لبعض من ذوي الإعاقة السمعية إلى إزالة حواجز الاتصال اللغوي بينهم مع غيرهم من الناس وبطريقة فعالة."
            ),
            ImageSection("4/2/4.jpg"),
            TextSection(
                "الآلة الكاتبة المبرقة Teletypewriter",
                "هي جهاز الكتروني يعمل بنظام التواصل عن بعد يسمح الأصم بالتواصل عبر الهاتف مع الاشخاص الآخرين. وبه الة كاتبة تقوم بتحويل هذه الي إشارات كهربائية. ومن جهاز وسيط يربط الآلة الكاتبة بالهاتف يتم تحويل هذه الإشارات إلى أصوات ذات ترددات مختلفة يتم تقلها عبر الهاتف. المستقبل بتحويل هذه الأصوات ثانية إلى حرف مطبوعة. وتتوفر الأن الأجهزة أكثر تعقيداً تعمل بمساعدة الكمبيوتر."
            ),
            ImageSection("4/2/5.jpg"),
            TextSection(
                "أجهزة الاتصال عن بعد للصم",
                "تساعد أجهزة الاتصال عن بعد الأشخاص الصم على التواصل عبر الهاتف مع الأشخاص الآخرين، من خلال آلة كاتبة خاصة مربوطة بالهاتف تطبع الرسالة الصوتية على شاشة خاصته يستطيع الشخص الأصم إرسال المكالمة الهاتفية كتابياً أيضاً بشرط أن يكون هاتف الشخص المستقبل موصلاً بالآلة الكاتبة الخاصة."
            ),
            ImageSection("4/2/6.jpg"),
            TextSection(
                "",
                "وتستخدم بعض أجهزة الاتصال الحديثة الحاسوب لتحويل الرسالة المطبوعة إلى رسالة منطوقة ويطلق على هذه الأجهزة اسم أجهزة التحويل الهاتفي Telephone Relay Devicesوتعكس هذه التسمية وظيفة هذه الأجهزة حيث إن الشخص الأصم الذي يستخدم هذا النظام يشترك في خدمة ترحيل مكالمة هاتفية عادية للتواصل مع الأشخاص غير المشتركين في الخدمات الخاصة."
            ),
            TextSection(
                "أجهزة الارسال بالذبذبات المعدلة (نظام جهاز اف إم) FM مكبر الصوت",
                "يعد نظام FM المستخدم في تعليم الأطفال المصابين بحاسة السمع أو المستخدمة في الصفوف الدراسية العادية التي يدرس بها هذه الفئة إلى أذان الطفل المصاب دون توصل أصوات الضجيج المحيطة به وبالتالي تمكنه من سماع شرح المدرس بشكل واضح ومفهوم. وتتنوع هذه الأجهزة من ناحية الشكل والحجم والتقنية التي تعمل بها إلا أنها تتشابه بكونها تعمل على تحسين مستوي الإشارة الصوتية مقابل أصوات الضجيج المحيطة وذلك من خلال تكبير أو تضخيم مستوي الإشارة الصوتية لما فوق أصوات الضجيج المحيطة."
            ),
            ImageSection("4/2/7.jpg"),
            TextSection(
                "",
                "وتهدف هذه الأجهزة إلى تحسين قدرة الأفراد المعوقين سمعياً على السمع بوضوح وبخاصة في المواقف الصفية، لأن المسافة، والصدى، والضوضاء تعيق غالبا قدرة الشخص المعوق سمعيا على فهم الاشارات الصوتية بوضوح بالاعتماد على المعينات السمعية. وتستطيع اجهزة الارسال بالذبذبات المعدلة التغلب على هذه المشكلات في الاوضاع الصفية. \n" +
                        " \u200Fورغم ذلك، فان هذه الاجهزة لا تستخدم كبديل للمعينات السمعية ولكنها أدوات معززة لها. \n" +
                        " \u200Fوعند استخدام هذه الأجهزة، يتكلم المعلم عبر ميكرفون ويستقبل الطالب الصوت بمستقبل على أذنيه أو بالمعينة السمعية. ولا تستخدم الأسلاك الموصلة في هذه الحالات مما يتيح للمعلم والطلاب الحركة بحرية في غرفة الصف. \n" +
                        "\n" +
                        " \u200Fويستخدم أحيانا جهاز معدل بالدائرة السمعية (Audio Loop) وبه ينتقل الصوت من مصدره مباشرة إلى أذن الطالب عبر اسلاك موصلة أو باستخدام الموجات الصوتية المنقولة عبر ترددات (FM) الإذاعية Radio -Frequent (Amplification وتطلق الادبيات المتخصصة على أجهزة الارسال بالذبذبات المعدلة اسماء اخرى مثل اجهزة التدريب السمعية Auditory Trainers أو وحدات التدريب السمعية (Auditory Training Units)\n"
            ),
            TextSection(
                "اهمية استخدام نظام FM في تعليم الأطفال ضعيفي السمع",
                "يعد نظام FM المستخدم في تعليم الأطفال ضعاف السمع المستخدمة في الصفوف الدراسية العادية التي يدرس بها هذه الفئة إلى أذان الطفل المصاب دون توصل أصوات الضجيج المحيطة به وبالتالي تمكنه من سماع شرح المدرس بشكل واضح ومفهوم. \n" +
                        "تتنوع هذه الأجهزة من ناحية الشكل والحجم والتقنية التي تعمل بها إلا أنها تتشابه بكونها تعمل على تحسين مستوي الإشارة الصوتية مقابل أصوات الضجيج المحيطة وذلك من خلال تكبير أو تضخيم مستوي الإشارة الصوتية لما فوق أصوات الضجيج المحيطة.\n"
            ),
            TextSection(
                "مكونات نظام FM",
                "مع الاختلاف في أشكال واحجام أجهزة FM والتقنية التي تعمل بها إلا أن هناك أجزاء رئيسة تتكون جميع أنظمة FM مهما اختلفت الشركة المصنعة، وهذه الأجزاء هي: \n" +
                        "أ-لاقط الصوت Microphone: \n" +
                        "يلتقط صوت (أو مصدر صوتی آخر) ويحوله إلى إشارات الكترونية.\n" +
                        "ب-المرسل Transmitter:\n" +
                        "الذي يوضع في جيب المدرس أو القرب منه يقوم بتعديل وضبط الإشارة الصوتية وتردداتها الواصلة من لاقط الصوت ومن ثم يبنها إلى جهاز المستقبل \n" +
                        "ج-المستقبل Receiver:\n" +
                        "وهو الجزء الذي يستخدمه الطفل، يقوم المستقبل بتعديل الإشارة الصوتية الواصلة له حسب الضبط المسبق من ناحية الترددات وعلو الصوت أو شدته ومن ثم إيصال الصوت إلى أذن الطفل. \n"
            ),
            TextSection(
                "أنواع مختلفة من أنظمة FM الفردية:",
                "وهي أجهزة مصممة للاستخدام الفردي خاصة بكل طفل على حدة، وغالباً ما تكون مرتبطة بالمعين السمعي الشخصي الخاص بالطفل، ومن الممكن أن تستخدم في المنزل أو صفوف الدمج في المدارس العادية. \n" +
                        "والحديث هنا عن الأنواع التالية: \n" +
                        "النوع الأول Dasic:\n" +
                        " وهو عبارة عن سماعات رأس Earphone مزودة بأداة لإيصال الصوت إلى أذن الطفل.\n" +
                        " النوع الثاني: النوع الشخصي Personal:\n" +
                        " في هذا النوع قطعة صغيرة مرتبطة بالمعين السمعي الخاص بالطفل.\n" +
                        " النوع الثالث: على مستوى الأذن:\n" +
                        " في هذا النوع من الأجهزة يكون المستقبل بكاملة خلف الأذن.\n" +
                        " النوع الرابع: من الأجهزة يكون فيه المستقبل موضوعاً داخل قاعة تربط بالمعين السمعي خلف الأذن. \n" +
                        " وتتوفر في الأسواق أنواع مختلفة من الأجهزة يحتوى بعضها على خيارات خاصة قد لاتتوفر في أجهزة أخرى، وعند اختبار الجهاز يعتمد الأمر على طبيعة استخدامه، ومكان هذا الاستخدام في المنزل أو في الصف الدراسي في مركز تعليم المصابين بحاسة السمع أو صفوف الدمج الأمر كذلك على طبيعة مشكلة السمع التي يعانيها الطفل. \n"
            ),
            TextSection(
                "",
                "وفيما يتعلق بأجهزة FM التي تتوفر في مركز تعليم المصابين بحاسة السمع أو في صفوف الدمج التي تحتوي على عدة أطفال مصابين بحاسة السمع تتوفر خيارات كثيرة فيما يتعلق بمكونات ومزايا الأجهزة فلاقط الصوت بالجهاز المرسل أو الميكروفون من الممكن أن يكون واحد من الأنواع التالية:"
            ),
            TextSection(
                "",
                "Omni directional - \n" +
                        "وهو الميكروفون يلتقط الصوت من جميع الاتجاهات حيث يمكنه التقاط أصوات الطلاب الآخرين إضافة إلى صوت المدرس.\n" +
                        "الميكروفون الموجه: \n" +
                        "يلتقط الصوت من الجهة الأمامية أي من فم المتحدث فقط، وبذلك يقل مستوى الأصوات التي يلتقطها من الجوانب المحيطة. \n" +
                        "الميكروفون المرتبط: \n" +
                        "وهو نوع من الميكروفونات يكون مرتبطاً برابط خاص على الرأس وبذلك يكون قريبا جدا من فم المدرس ويتحرك بتحرك المدرس، ويوفر بذلك صوت عال دون ضجيج وحرية بالتحرك للمدرس. الميكروفون المرتبط بقميص المدرس من جهة وبجهاز المرسل من جهة أخرى ويوضع عادة أسفل الفم \n" +
                        "\n" +
                        "وفيما يتعلق بالجهاز المرسل Transmitter \n" +
                        "هناك خيارات فيما يتعلق بترددات ال صوتFrequencies التي يثبتها الجهاز والخياران هنا: \n" +
                        "- بث تردد ثابت Fixed Frequency: \n" +
                        "حيث يتم اختيار تردد واحد من بين 40 نطاقا من الترددات. \n" +
                        "- ترددات متنوعة Frequency Variable: \n" +
                        "\n" +
                        "وبهذا النوع يتم التحكم بالترددات بشكل يدوي بعض أجهزة الإرسال يمكنها استقبال الصوت من الميكروفون فقط (صوت المدرس)، والبعض منها مصمم لاستقبال الصوت من جهاز التسجيل، والنوع الثالث يمكنه استقبال الأصوات من المصدرين في الوقت ذاته. فعلى سبيل المثال أثناء عرض فيديو أو مشاهدة التلفاز للمدرس التعليق على شيء معين فيلتقط الطفل الصوت الصادر من الجهاز. ومن المدرس.\n" +
                        "\n" +
                        "وهناك أجهزة إرسال مزودة بلوحات تحكم ومؤشرات معينة مثل مؤشر الميكروفون يضئ بلون معين في حالة كون الميكروفون غير متصل بالجهاز ومؤشر لحالة بطارية الجهاز يشير إلى نفاذ الطاقة بلون أحمر إضافة إلى ذلك هناك زر للتحكم بعلو الصوت الصادر من الجهاز وحالة الاتصال. يعتبر جهاز الإرسال من النوع الجيد في حالة ما إذا كان يحتوي على ميزات مثل تعدد القنوات وقدرة الجهاز على بث أصوات من أجهزة سمعية أخرى مثل جهاز التسجيل، وصوت المدرس عندما يكون هناك شرح او تعليق من قبل المدرس، واحتواء الجهاز على مؤشرات حول نفاذ البطارية او توقف البث  وفيما يتعلق بأجهزة الاستقبال فهناك خيارات تتعلق بالترددات التي يستقبلها الجهاز مثل أن يستقبل من جهاز واحد أو قناة واحدة (فردية) Single Channel أو أن يستقبل من قناتين Dual Channel والبعض من الأجهزة لا يستقبل ترددات محددة أو يتم ضبطه لتعزيز الصوت على ترددات معينة تبعا لطبيعة مشكلة السمع التي يعانيها الطفل. وهناك مجموعة من المؤشرات ومفاتيح التحكم تتواجد علي جهاز المستقبل تمكن المستخدم من ضبط الجهاز أو تعديله مثل مؤشر لحالة استقبال إشارة FM فقط أو استقبال أصوات من البيئة أو استقبال كل من الصوتين معا وكذلك مفتاح للتحكم بعلو الصوت، وفيما يتعلق بتوصيل الصوت من المستقبل إلى الأذن هناك خيارات وأنواع متعددة من الموصلات مثل التواصل إلى الأذن بشكل مباشر، أو التواصل إلى أداة توضع خلف الأذن ومن ثم إلى قالب الأذن، أو أن يتم التواصل عبر وظيفة T- Coil في المعين السمعي، وغير ذلك من الخيارات التي تعتمد على الشركة المصنعة للجهاز. \n" +
                        "\n" +
                        "ويعتبر جهاز المستقبل جيدا في حالة كونه يستقبل أكثر من قناة ويحتوى على ميزة التحكم بنوع الإشارة الصوتية المستقبلة ويحتوي كذلك على مؤشر لحالة البطارية المستخدمة والشاحن من حيث طول فترة الشحن والفترة الزمنية التي يعمل بها الجهاز قبل إعادة شحن البطارية وإمكانية الشحم دون الجهاز وغير ذلك من الخيارات ونختم حديثنا بالتأكيد على أهمية جلوس الطفل المصاب بحاسة السمع في المقاعد الأمامية بالقرب من المدرس وبعيداً عن مصدر الضجيج الداخلية والخارجية حتى مع استخدام نظام FM. \n"
            ),
            ImageSection("4/2/8.jpg"),
            TextSection(
                "مميزات نظام FM:",
                "أ-يعبر نظام FM من أنظمة السمع الفردية بمعنى أن تعديل أجهزة الاستقبال وضبطها يتم تعبا لطبيعة وشدة فقدان السمع الذي يعانيه الطفل. \n" +
                        "\n" +
                        "ب-يمكن استخدام هذه الأجهزة مع المعين السمعي التقليدي، والبعض من هذه الأجهزة تجمع بين المعين السمعي وتقنية FM في الوقت ذاته. \n" +
                        "ج-يمكن ضبطها لكي تلائم بيئات سمعية مختلفة مثل غرفة الصف أو قاعة كبيرة أو من أجل سماع نقاش بين عدة طلاب في غرفة الصف أو السماع من جهاز تسجيل. \n" +
                        "\n" +
                        "د-استخدام نظام FM في الغرفة الدراسية يسهل عملية دمج الأطفال المصابين بحاسة السمع في إطار التعليم العام حيث يمكن هذه الفئة من الأطفال من متابعة شرح المدرس وسماعة بشكل أفضل مما هي الحال باستخدام المعينات السمعية فقط.\n" +
                        "\n" +
                        "هـ-من الممكن لنظام FM أن يكون مفيدا للأطفال الذين لديهم اضطرابات أخرى غير حاسة السمع مثل اضطراب عجز الانتباه والتركيز أو صعوبات التعلم الخاصة (صعوبة تعلم القراءة) والذين بالرغم والذين بالرغم من وجود قدرات سمع عادية يجدون صعوبة في تمييز او سماع كلام المدرس بوضوح او في تمييز الكلام في بيئة سمعية تحتوي على اصوات الضجيج\n"
            ),
            TextSection(
                "متى يستخدم نظام FM ؟",
                "بشكل عام يستخدم هذا النظام في المدارس بشكل واسع للتغلب على الضجيج والاصوات الدخيلة في فصل المدرسة. ينصح أخصائيو السمعيات باستخدام هذا النظام خارج نطاق المدارس وعلى مجال أوسع حيث ان هذا الجهاز يتوفر بحجم صغير ووزن خفيف ليسهل استخدامه بشكل يومي\n" +
                        "\n" +
                        "يوفر نظام FM فوائد عدة للأطفال حيث أثبتت الدراسات الحديثة والبحوث العلمية ان الحصيلة اللغوية للأطفال تزداد مع سماعهم للمحادثات بوضوح بالإضافة إلى تنمية المصطلحات لديهم. فالأطفال الذين يستخدمون السماعات بدون نظام FMلا يستطيعون سماع المحادثات بشكل واضح إذ كانوا على بعد (3 اقدام) من المتحدث. وحيث أن جهازFM يقلل من هذه المسافة تصبح الفرص أكبر لسماع محادثات أكثر.\n" +
                        "زيادة التحصيل العلمي والأكاديمي\n" +
                        "مساعدة أهالي مستخدمي النظام على التواصل مع أطفالهم في النشاطات خارج المنزل حيث تتضمن هذه النشاطات (السفر بالسيارة – زيارة الحدائق وحديقة الحيوانات -وخلال تبضعهم من الأسواق)\n"
            ),
            TextSection(
                "خيارات تشغيل نظام الجهاز",
                "عند توصيل الجهاز بالسماعات يجب على الوالدين أن يقرروا متى يتم تفعيل النظام ويصل الصوت عن طريق:\n" +
                        "مكبر السماعة\n" +
                        "مكبر الجهاز \n" +
                        "دمج مكبر السماعة ومكبر جهاز (الاف/ام) معا.\n" +
                        "يكون مكبر جهاز (الاف/ام) على وضع التشغيل عند:\n" +
                        "\n" +
                        "محادثة الاهل والاقارب للطفل في بيئة مرتفعة الضجيج.\n" +
                        "عندما يبتعد المتحدث مسافة 3 اقدام عن الطفل\n"
            ),
            TextSection(
                "الأجهزة الاهتزازية اللمسية Vibrotactile Devices",
                "يتكون الجهاز الاهتزازي اللمسي من ميكرفون ومستقبل محلل صوتی إلكتروني يضعه الشخص الأصم على رسغه. ويهدف هذا الجهاز إلى مساعدة الشخص المعوق على وعي الأصوات البيئية وذلك بتحويل الأصوات إلى اهتزازات ويتعلم الشخص الأصم كيفية تفسيرها بالخبرة والتدريب. ويمكن لهذه الأجهزة أيضاً أن تحسن قدرة الشخص على قراءة الشفاه وقدرته على الكلام.  \n" +
                        "الأجهزة المساعدة على السمع (Assistive Listening Devices (ALDS الأجهزة المساعدة للسمع هي أدوات إلكترونية تمكن الأشخاص المعوقين سمعياً من استخدام قدراتهم السمعية المتبقية بشكل أفضل وتشمل هذه الأجهزة الشماعات الطبية وأجهزة الأرسال الصوتي الخاصة والأجهزة الإلكترونية التي توظف حاستي البصر واللمسية\n"
            ),
            ImageSection("4/2/9.jpg"),
            TextSection(
                "",
                "الأجهزة المنبهة Alerting Devices تعمل هذه الأجهزة على مساعدة الأشخاص الصم على وعي حديث معين أو صوت مهم في البيئة. وتحقق هذه الأجهزة الأهداف المرجوة منها وذلك يبث إشارات ضوئية متقطعة أو أصوات عالية أو اهتزازات للإشارة إلى أصوات جرس الباب أو إنذار الحريق أو أضواء جرس الهاتف وتتوفر عشرات الأجهزة المنبهة في الوقت الراهن إلا أن تكفتها العالية تحرم أعداد كبيرة من الشخاص الصم من الحصول عليها."
            ),
            ImageSection("4/2/10.jpg"),
            TextSection(
                "البرامج المعنوية Captioned Programs",
                "تساعد البرامج التلفازية وأفلام الفيديو المعنوية الأشخاص الصم على متابعة الأحداث عند مشاهدة الأخبار أو الأفلام وتحقق البرامج المعنوية أهدافها من خلال كتابة أهم الكلمات المنطوقة أسفل ال الشاشة كالعبارات التي تكتب عند ترجمة الأفلام والبرامج الأجنبية. \n" +
                        "- والبرامج المعنوية نوعان: \n" +
                        "أحدهما متوفر لجميع المشاهدين\n" +
                        "وثانيهما خاص يحتاج فيه المشاهدة إلى استخدام جهاز لتحليل الشفرة (Decoder) حتى يحصل على المعنوية المطلوبة. \n"
            ),
            TextSection(
                "المعينات السمعية Hearing Aids",
                "تعتبر المعينات السمعية إحدى المساعدات التكنولوجية التي تساعد ضعاف السمع والصم أيضاً على استعادة بعض وظائف السمع من خلال توفير وسائط بديلة للاتصال مع آخرين أو ممارسة أنشطة الحياة اليومية وهذه الأدوات هي عبارة عن السماعات الطبية التي تساعد ضعيفي السمع علي استغلال افضل البقايا السمعية التي تعمل علي تضخيم الاصوات لتسمح للشخص بسماعها بشكل اسهل وضمن المدي الطبيعي بالشكل الذي يساعد ضعيفي السمع علي حضور برامج التعليم العام الا ان استخدام السماعات الطبية لا يعني شفاء الفرد من الاعاقة السمعية ولكنها تساعد علي الاستفادة من البقايا السمعية لديهم."
            )
        )
    )

    internal val Article_51 = Article(
        id = 51,
        title = "كل ما يخص عملية زراعة القوقعة",
        sections = arrayOf(
            ImageSection("5/1/1.jpg"),
            TextSection(
                "كيفية اختيار الأذن المناسبة لزراعة القوقعة ؟",
                "هناك عدة عوامل تؤخذ في الحسبان عند اختيار الأذن الانسب للزراعة فيتم تفضيل الاذن التي تخلو من تشوهات ويتم الكشف عنها باجراء الاشعة المحورية للأذن. كما يتم اختيار الأذن التي من المتوقع أن تعطي أفضل النتائج وتكون أقل خطورة. \n" +
                        "   ومع ذلك ، هناك اعتبارات أخرى ، مثل توازن الجسم وتجنب زراعة الأذن ، والتي يعتمد عليها توازن المريض. وبالمثل ، فإن رغبة المريض في إجراء عملية زراعة ، مثل الأذن المصابة حديثًا ذات السمع الأقوى ، تعطي نتائج أفضل ، لكن العديد من المرضى يرفضون زراعة تلك الأذن لأنها قريبة منه ويستخدمها للسمع ويخافون من فقدانها عند زراعة القوقعة ولا يمكن تجاهل رغبة ذلك المريض إذا طلبها المريض ويتم تقديمها إلى الأفضل النتائج .\n"
            ),
            TextSection(
                "كيفية التحضير لعملية زراعة القوقعة ؟",
                "عامة ما يتم إخضاع المريض إلى مجموعة من الفحوصات التي يمكن تلخيصها، في النقاط التالية:\n" +
                        "1- فحص شامل للأذن.\n" +
                        "2- فحص طبي شامل.\n" +
                        "3- مخطط سمع.\n" +
                        "4-  التحضير للتخدير الكلي\n" +
                        "5- اختبارات نفسية لمعرفة ما إذا كان المريض قادرا على التعامل مع الغرسة الصناعية أم لا .\n" +
                        "   ضرورة القيام بعملية فحص عميقة وعلى مستويات متعددة :\n" +
                        "1- اختبار التنبيه الكهربائي\n" +
                        "2- الفحص الإشعاعي\n" +
                        "3- الفحص السمعي\n" +
                        "4- فحص التوازن : والذي بالكشف عن وجود أي إصابة على مستوى الجهة الخلفية للأذن الداخلية والدهليز المسؤول.\n" +
                        "5- الفحص النفسي \n"
            ),
            TextSection(
                "ماذا يتم قبل عملية زراعة القوقعة ؟",
                "- مرحلة ما قبل زراعة القوقعة :\n" +
                        "يتم اعلام الأهل بـ :                       \n" +
                        "• ضرورة اجراء فحوصات اضافية\n" +
                        "• امكانية وجود دلائل غير مساعدة للعملية\n" +
                        "• اهمية قرار الاهل اذ يتطلب الأمر التزاماً لتطوير اللغة المحكية والتزاماً ببرنامج المتابعة ما بعد زراعة القوقعة .\n" +
                        "    أضف إلى ذلك ضرورة ترك الوقت الكافي للأهل لطرح الأسئلة بطرق متعددة، من خلال افساح المجال أمامهم للقاء :\n" +
                        "• اشخاص صم\n" +
                        "• أهل أولاد خضعوا لعملية زراعة القوقعة أو لم يخضعوا لها.             \n" +
                        "• اعضاء جمعيات وأهل لأولاد صم خضعوا أو لم يخضعوا لعملية زراعة القوقعة.\n" +
                        " يمكن للعائلة ان تعيش فترة صعبة قبل اتخاذ القرار مما يتطلب مساعدة نفسية خاصة في هذه المرحلة .\n" +
                        "توجیه او توجه العائلة نحو الفريق المتخصص بزراعة القوقعة :\n" +
                        "  يتصل الفريق المتخصص بزراعة القوقعة بأعضاء الفريق المتعدد الاختصاصات الذي يتابع الولد. يطلب منه ملف الولد الكامل، يطلع على فحواه لاتخاذ المعلومات الضرورية.  \n" +
                        " ان هدف اللقاءات جمع المعلومات، والفحوصات الأولية هو دراسة امكانية اجراء العملية أم لا.               \n" +
                        "2- مرافقة وارشاد الاهل :\n" +
                        "    في هذه المرحلة يجب مساعدة أهل الأولاد الذين لديهم صمم خلقي أو مكتسب في مرحلة ما قبل أو ما بعد اكتساب اللغة على التفكير :\n" +
                        " • في ضعف السمع ومضاعفاته.\n" +
                        "• في اختيار وسيلة التواصل.\n" +
                        "• في التزامهم المتابعة النفسية، اللغوية والتربوية المناسبة لخيارهم.\n" +
                        "    يمكن اعطاء معلومات واضحة وعامة حول زراعة القوقعة منذ فترة التشخيص شرط ألا تقلل هذه المعلومات من أهمية المتابعة مع التجهيز السمعي والتشديد على النقاط التالية:                                \n" +
                        "1- ان زراعة القوقعة ليست بجراحة \"معجزة\"، أنها لا تعني إعادة السمع إلى طبيعته، انه جهاز له مواصفات دقيقة وله محدوديته.                    \n" +
                        "2- من الضروري أن لا تعرض زراعة القوقعة على الشخص الأصم إلا بعد مرحلة كافية من المراقبة للتأكد من عدم قدرته الاستفادة من الاجهزة السمعية وتطور الولد.\n" +
                        "من المهم خلال هذه الفترة وبمشاركة الأهل القيام بـ :                 \n" +
                        "• متابعة التجهيز السمعي مع اعطاء الوقت الكاف للمس النتائج.     \n" +
                        "• تدريب سمعي حسي ملائم ومنتظم.\n" +
                        "• تطوير قدرة الولد على التواصل لاكتساب لغة.\n" +
                        "• التأكد من ان الولد لا يعاني من اعاقات اضافية، وفي حال وجودها، التأكد من قدرته على الاستفادة منها. \n" +
                        "3- مرحلة مراقبة وتحضير الولد بهدف اجراء عملية الزراعة:\n" +
                        "    لا يتخذ قرار زراعة القوقعة عادة إلا بعد فترة مراقبة لا تقل عن الستة أشهر إلا في الحالات الاستثنائية الطارئة (طبية).\n" +
                        "    هذه المهلة ضرورية للولد في عمر مبكر لتقييم تطوره في فترة المتابعة وقدرته على الاستفادة من التجهيز السمعي التقليدي.\n" +
                        "   من الضروري مراقبة استفادته من التجهيز السمعي مع السماعة واعادة اجراء الفحوصات عند الضرورة.\n" +
                        "    تسمح هذه الفترة الزمنية للأهل بالتفكير لاتخاذ قرارهم بوعي ونضوج.\n" +
                        "4- تقييم الولد من قبل الفريق المتعدد الاختصاصات :\n" +
                        "ما قبل عملية زراعة القوقعة :\n" +
                        "    دراسة امكانية اجراء العملية تتطلب مشاركة جميع أعضاء الفريق المتعدد الاختصاصات ومن الضروري التوصل الى اتفاق بين الاعضاء على امكانية اجراء العملية.\n" +
                        "دراسة الفعالية تتطلب:\n" +
                        "• فحص اذن، انف وحنجرة\n" +
                        "• فحص عام للسمع تقرير عن اللغة   \n" +
                        "• تقرير عن الاستفادة من السماعة\n" +
                        "• تقرير سيكولوجي\n" +
                        "• بحث في اسباب الصمم\n" +
                        "• بحث في امكانية وجود اعاقات أخرى .\n"
            ),
            TextSection(
                "انواع زراعة القوقعة ؟",
                "- زراعة القوقعة الخاصة بالكبار: هذه مخصصة للأشخاص الذين ولدوا صماء أو يعانون من ضعف السمع بعد الولادة, بالنسبة لهؤلاء الأشخاص ، يمكن استخدام زراعة القوقعة كوسيلة مساعدة لقراءة الشفاه ، حيث أظهرت بعض الدراسات أن البالغين الذين يعانون من الصمم منذ الولادة يعانون من ضعف شديد في الفهم والاستجابة للكلام بواسطة الزراعة .\n" +
                        "- زراعة القوقعة الخاصة بالأطفال الصغار : هم أطفال يعانون من ضعف شديد في السمع ولا يستفيدون من المعينات السمعية الطبية التقليدية لأن عملية الزرع تبدأ من السنة الثانية من العمر ، أي منذ بداية تطور اللغة , فكلما كان السن مبكرا كانت نتائج هذه الدراسات حول فقدان السمع الشديد لدى الأطفال المصابين أفضل ، بالإضافة إلى حقيقة أن قدرة زراعة القوقعة على التواصل والسمع والكلام قد تحسنت بشكل ملحوظ أثناء متابعتها على المدى الطويل .\n"
            ),
            TextSection(
                "ما هى خطوات زراعة القوقعة ؟",
                "تمر زراعة القوقعة بثلاث خطوات هي : ما قبل العملية الجراحية، وفترة الجراحة والنقاهة، وفترة ما بعد الجراحة أو ما تعرف بفترة إعادة التأهيل. وسنتناول كل منها بالتفصيل فيما يلي:\n" +
                        "أولا: فترة ما قبل الجراحة \n" +
                        "1- إجراء اختبارات سمعية وطبية متتابعة قبل إجراء الجراحة لتقييم مدى استفادتهم من عملية الزراعة.\n" +
                        " 2- إجراء تقييم نفسي للمعاقين سمعيا وآباءهم للتأكد من معرفتهم بخطوات العملية وما قد يترتب عليها من آثار .\n" +
                        "3- تحديد نقاط القوة والضعف التي يمكن أن تساعد أو تعيق التكيف قبل عملية الزراعة.\n" +
                        "4- تطوير خطة سلوكية لإعادة التأهيل السمعي\n" +
                        " 5- تحديد المشكلات السلوكية التي يعاني منها المعاقين سمعيا الذين سيخضعون للعملية كالشعور بالإحباط.\n" +
                        "6- إجراء مقابلات مع المرضى يتم من خلالها عرض كافة المعلومات الضرورية عن عملية الزراعة وكيفية حدوثها وما يسبقها ويعقبها، وما هي مزاياها وسلبياتها المحتملة.\n" +
                        "ثانيا: فترة الجراحة والنقاهة\n" +
                        "عادة ما تتطلب فترة النقاهة الصبر والتكيف من المرضى نتيجة لما يشعرونه من الإحباط والخوف والتوقع، لذا هم يدركون أن الأسابيع الأولى هي الفترة الأصعب.\n" +
                        "وهذا يتطلب أن يقدم الفريق المسؤول عنهم برنامجًا مكثفًا يتضمن التثقيف والعلاج النفسي لمشاعر الخوف والقلق الناجم عن نتائج العملية والمخاوف بشأن مظهرهم حول وضع الشعر والرأس بعد الجراحة.\n" +
                        "ثالثا: فترة إعادة التأهيل:\n" +
                        "وتتم فترة إعادة التأهيل بعد 3-5 أسابيع من اجراء العملية ، يتم خلالها تفصيل الأجهزة لمساعدة المريض على استقبال الإشارات غير الطبيعية التي يرسلها الجهاز إليه لتدريبهم على المهارة الأولى من خلال جمع النماذج الصوتية الكهربائية مع النماذج التي كانوا يسمعونها والتي تكون ذات معنى. لذلك من الأفضل لهم استخدام الجهاز بسرعة لأنه سيساعدهم على التعلم بسرعة وتحسين مهارات التحدث والتواصل لديهم خلال تلك الفترة.\n"
            ),
            TextSection(
                "كيف تتم عملية زراعة القوقعة ؟",
                "تستغرق هذه العملية حوالي ساعتين ويتم إجراؤها تحت تأثير التخدير العام وباستخدام المنظار والاجهزة الكاشفة لعصب الوجه , يتم وضع جهاز الكشف أولاً على العصب الوجهي ثم يتم إزالة الشعر من منطقة صغيرة من فروة الرأس خلف الأذن مباشرة , ثم يتم عمل شق في الجلد ، وبعد ذلك يتم الوصول إلى الأذن الوسطى والقوقعة (الأذن الداخلية) ، حيث توضع أقطاب القوقعة ويتم تثبيت الجزء المستقبل خلف الأذن ، وبعد ذلك يتم إغلاق الجرح. بعد ذلك يتم اختبار الجهاز أثناء العملية ويتم أخذ صور بالأشعة السينية لتأكيد نتائج العملية , ويبقى المريض في المستشفى حوالي يومين ويتم تطعيمه للوقاية من الالتهابات.\n" +
                        "   تنطوي هذه الجراحة على بعض مخاطر التخدير أو التهابات الجروح ، كما هو الحال مع العمليات الجراحية الأخرى ، ولكن هناك أمور مهمة يجب الانتباه لها في هذه العمليات ، وهي احتمال حدوث ضعف في العصب الوجهي ، وهو أمر نادر الحدوث بسبب الجراحة, من أطباء الأذن ذوي الخبرة ومتمرسين في هذه العمليات, ووجود جهاز يكتشف هذا العصب , وأحد مضاعفات هذه العملية مفقود أو اختراق جزئي للزراعة في القوقعة ، كما أنه من النادر أن يكون هناك تصوير مقطعي دقيق  يوضح القوقعة جيدًا قبل الجراحة أو الحاجة لإجراء أشعة التصوير بالرنين المغناطيسي لتأكيد ذلك.\n" +
                        "   هناك أيضًا خطر فشل الجهاز وهذا يحدث في 2٪ من الحالات التي يتعين فيها إزالة الجهاز وزرع جهاز آخر. أريد أن أخبر المريض أن أحد مضاعفات عملية الزراعة القضاء على بقية السمع ، وهذا أحد الأسباب التي تجعل المرضى يختارون أضعف الاذنين سمعا لتجنب فقدان السمع في الاذن الافضل ، على الرغم من أنها تعطي نتائج أقل وهذا من أسباب خوف الكثير من الأطباء والمرضى من عمليات الزرع. في كلتا الأذنين. سنجد هنا مؤشرًا على أن تطوير هذه العملية سمح بإجراء عمليات تقلل من مخاطر فقد السمع ، وبهذا تم استخدام زراعة القوقعة بترددات معينة وفقًا لحاجتها ويزداد خطر الإصابة بالتهاب السحايا 30 مرة, لذلك يتلقى المريض التطعيمات التي تحميه من هذه العدوى بإذن الله.\n" +
                        "  بعد حوالي ثلاثة أسابيع ، يكون الجرح مهيئًا جيدًا ، مما يسمح بوضع وتنشيط الجهاز الخارجي ، عادة لا تكون النتائج فورية ، لأن الدماغ يحتاج إلى مزيد من الوقت للتكيف مع سماع هذه الأصوات الجديدة ، لمن سمع من قبل ، ولكن من لا يمتلكها  يمكن أن تستغرق إعادة التأهيل سنوات ، والتي تختلف بشكل كبير حسب تعاون أسرة المريض.\n"
            ),
            TextSection(
                "اتخاذ تقييم قرار زراعة القوقعة ؟",
                "يتم التقييم فى ثلاث مجالات: \n" +
                        "● نفسى.\t\t● طبى.\t\t● لغوى.\n"
            ),
            TextSection(
                "أولاً : التقييم والتحضير النفسي لزارعى القوقعة :",
                "أ- اللقاءات الأولى (الأهداف) :\n" +
                        "• لقاء (أو أكثر، حسب الحاجة) مع الأهل بغية التعرف عليهم، وجمع المعلومات الضرورية عن العائلة بشكل عام والولد او المراهق بشكل خاص المعلومات تتعلق بالماضي الطبي و النفسي (تعبئة استمارة خاصة بهذه المواضيع).  \n" +
                        "• لقاء (أو أكثر، حسب الحاجة) مع الولد أو المراهق بغية التعرف عليه وكسب ثقته، بالاضافة الى تحضيره نفسيا لجلسات المتابعة ما قبل وما بعد زراعة القوقعة.  \n" +
                        "• اللقاءات المتعددة مع الأهل والولد أو المراهق هي ايضاً لقاءات توجيهية حيث يتم الشرح الكامل عن مراحل زراعة القوقعة التقييم، جلسات التحضير العملية، الشق التقني الحسنات الصعوبات الاكتساب اللغوي المستقبل التربوي.\n" +
                        "• تهدف هذه اللقاءات من جهة أخرى الى توعية الأهل على أبعاد ومحدودية عملية زراعة القوقعة وعلى أهمية المحافظة على الجهاز وضبطه وصيانة قطعه بشكل مستمر، ومتابعة جلسات النطق مع معالج النطق.\n" +
                        "• دور المعالج النفسي مرافقة الأهل كلما لزم الأمر وذلك لمساعدتهم بداية على قبول واقع ولدهم كشخص أصم، وفي مرحلة ثانية اعتبار جهاز زراعة القوقعة كوسيلة متطورة تساعد الولد على اكتساب لغوي أكبر وليس كجهاز يعيد السمع كليا.\n" +
                        "ب- التشخيص والتقييم النفسي والمعرفي :\n" +
                        "• يقوم المعالج النفسي بالتقييم الفكري وهو كناية عن مجموعة من الاختبارات بهدف معرفة المستوى الفكري ،المكتسبات الصعوبات التعلمية (إذا وجدت)، التركيز الذاكرة الخ... عند الولد أو المراهق.              \n" +
                        " • التشخيص النفسي و هو كناية عن مجموعة من الاختبارات الإسقاطية الشخصية والاجتماعية التي تعكس نفسية وشخصية الولد أو المراهق. هنالك نوعان من التشخيص النفسي :\n" +
                        "- الاختبارات التي تعطي صورة واضحة عن الاضطرابات النفسية أو السلوكية من نوع العصاب بشتى الفئات عند الولد أو المراهق.  \n" +
                        "- الاختبارات النفسية التي يمكن ان تدل على أمراض عقلية من نوع الفصام (بشتي الفئات) عند الشخص الراشد أو من نوع التوحد عند الولد. \n" +
                        "ج- تقييم الاختصاصي اللغوي :\n" +
                        "      من خلال اللقاء مع الأهل والولد يستطيع الإختصاصي اللغوي الاطلاع على تاريخ تطور الإصابة بالصمم وتحديد المستوى المدرسي الذي توصل إليه الولد فيما يحاول أن يتبين طريقة التواصل السائدة في العائلة وفي المحيط المباشر للطفل الأصم.\n" +
                        "       كما يهتم أيضا بتقييم توقعات العائلته بالنسبة لعملية الزرع وتقدير مدى التزامها بالمتوجبات التي تفرضها العملية ودوافعها لإجرائها. كما يتيح له اللقاء شرح الفوائد المرتقبة للعملية والتطرق إلى بعض من المشاكل التي يمكن أن تتولد منها وإلى محدوديتها وتقصيرها في الإجابة عن بعض ما يمكن أن يأمله الأهل منها.  \n" +
                        "يحدد عمر الولد الأصم طريقة التقييم المتبعة :\n" +
                        "1- دون ثلاث سنوات :\n" +
                        "      يمكن للاختصاصي اللغوي التعرف إلى وسيلة تواصل الولد المفضلة مع المحيط وقياس مدى إستفادة الولد سمعيًّا، ومدى قدرته على التركيز البصري، ومدى قدرته على التركيز المزدوج، وقدرته على الإندماج في اللعب مع الأولاد الآخرين ومع الراشدين وتقدير درجة إستقلاليته.\n" +
                        "      وعليه بالأخص أن يتنبه لوجود أي من الإمارات التالية، كونها تشكل علامات مواقع ضد إجراء عملية الزرع :\n" +
                        "• الحركات النمطية المتكررةSTEREOTYPIES) )\n" +
                        "• ترديد الأصوات أو الكلمات أو أجزاء منها كرجع صدى.         \n" +
                        "•  البطء في استيعاب المعلومات وفي تطبيق الأنشطة المطلوبة.           \n" +
                        "2- عمر الولد ثلاث سنوات وما فوق :\n" +
                        "يستطيع الاختصاصي اللغوي استخدام الروائز وهى نوع من الاختبارات للقيام بتقييم دقيق يشمل:    \n" +
                        " • تقييم كامل للقدرات السمعية من ناحية تمييز الأصوات والأحرف والكلمات والجمل.                       \n" +
                        "• تقييم لغوي كامل على صعيد الفهم كما على صعيد التعبير، باستعمال الإشارات والتحرك الجسدي.      \n" +
                        "•  تقييم لغوي كامل على صعيد الفهم كما على صعيد التعبير، باستعمال اللغة المحكية.   \n" +
                        "• تقييم قدرات الولد على استعمال اللغة المكتوبة بحسب عمره وبحسب تطور مستواه المدرسي.\n" +
                        "•  تقييم قدرة الولد على المشاركة والانخراط في النشاطات الجماعية.\n"
            ),
            TextSection(
                "ثانياُ :التقييم الطبي:",
                "وهو كناية عن سلسلة لقاءات مع العائلة والولد أو المراهق، فحوصات، اختبارات طبية وتصوير بالرنين المغناطيسي وغيرها..."
            ),
            TextSection(
                "ثالثاً : تقييم الاختصاصي اللغوى ما بعد زراعة القوقعة :",
                "إن المتابعة اللغوية ما بعد العملية ضرورية جدًا. من خلالها يستطيه الاختصاصي اللغوي :\n" +
                        "• تقييم استفادة الولد من عملية الزرع وتقييم تقدمه سمعيا ولغويا وذلك من خلال روائز محددة حسب عمر الولد.\n" +
                        "• كما يمكنه مساعدة الفريق الطبي على برمجة جهاز السمع الجديد بصورة سليمة ومناسبة.\n" +
                        " • رصد مدى استفادة الولد من جهازه، ومدى تفاعله مع المعلومات السمعية الجديدة، ومدى قدرته على فهم الأصوات الجديدة.\n" +
                        "• تقيم قدراته الكلامية واللغوية في أوجهها المختلفة.\n" +
                        "• إستنباط برنامج للمتابعة واتخاذ القرارات المناسبة بشأن التوجيه المدرسي المناسب لوضع الولد.\n"
            ),
        )
    )
    internal val Article_52 = Article(
        id = 52,
        title = "مفهوم وشروط وفوائد زراعة القوقعة",
        sections = arrayOf(
            ImageSection("5/2/1.jpg"),
            TextSection(
                "ما هى زراعة القوقعة ؟",
                "زراعة قوقعة بالأذن الداخلية هي إجراء جراحي يتم خلاله زرع جهاز إلكتروني يوفر حاسة السمع للأشخاص الذين يعانون بصعوبة شديدة في السمع ، وعلى عكس أجهزة السمع ، لا تقوم زراعة القوقعة بتضخيم الصوت ، ولكنها تعمل من خلال تحفيز الأعصاب السمعية داخل القوقعة المصابة بموجات كهربائية.\n" +
                        "    و يعتبر هذا الجهاز من التطورات العلمية الحديثة ويتكون من جزئين( داخلي وخارجي )، وتشمل العناصر الخارجية للقوقعة مكبر صوت و المعالج الذي يتحكم في مستوى الصوت والمرسل.و يوجد تحت الجلد مستقبل تردد لاسلكي يحتوي على مغناطيس يجذب الجزء الخارجي إلى الجلد ، وعندما تصل الإشارة إلى جهاز الاستقبال ، يتم نقلها إلى أقطاب القوقعة.\n"
            ),
            TextSection(
                "الأجزاء الأساسية (مكونات) القوقعة :-",
                "الاجزاء الخارجية :\n" +
                        "١- مكبر الصوت (المايكروفون) : الذي يلتقط الصوت من البيئة . \n" +
                        "٢- المعالج : الذي قزم بتصفية الاصوات المسموعة ومن ثم يرسل إشارات كهربائية الى جهاز الإرسال.\n" +
                        "3- جهاز الإرسال : وهو عبارة عن حلقة خلف الأذن وتتثبت بمغناطيس مع جهاز الاستقبال تحت الجلد والذي بدوره ينقل الصوت الى الجزء المزروع بموجات كهرومغناطيسية .\n" +
                        "الاجزاء الداخلية :\n" +
                        "1- جهاز استقبال : يستقبل الموجات من خلال الجلد ويرسلها إلى المنشط .  \n" +
                        " 2- المنشط (المحفز) : يقوم بتحويل الإشارة إلى نبضات كهربائية وتوزيعها على الألياف.  \n" +
                        " 3- الألياف : هي أقطاب كهربائية متعددة القنوات يتم زرعها في القوقعة المصابة وتنقل الموجات الكهربائية إلى مناطق متفرقة من القوقعة التي تحفز العصب السمعي والتي بدوره ينقل هذه الإشارات إلى المخ لتحليلها.\n"
            ),
            TextSection(
                "ما هى شروط وفوائد زراعة القوقعة ؟",
                "ترتبط عملية الزرع القوقعي بمجموعة من الشروط الضرورية التي يجب مراعتها هي :\n" +
                        "1- ضعف سمعي حسي عصبي في كلا الاذنين .\n" +
                        "2- عدم استفادة المريض من المعينات السمعية بعد ستة أشهر من المحاولة على الأقل.\n" +
                        "3- لا يوجد عائق صحي لمريض عند خضوعة للتخدير العام.  \n" +
                        "4- التزام المريض والمسؤلين عنه بالتدريب على الجهاز قبل وبعد العملية .\n" +
                        "5- توقعات المريض المنطقية حول نتائج زراعة القوقعة .\n" +
                        "6- وجود القوقعة واعصاب الأذن السمعية . \n" +
                        "7- تجاوز المريض للاختبارات النفسية والذكاء والتخاطب . \n" +
                        "8- وجود مجتمع للمريض يتفهمون ويقبلون ويدعمون هذه العملية.\n" +
                        "9- السن حيث يفضل أن يتم إخضاع الأشخاص المستفيدين من الزرع القوقعي في سن مبكر من أجل الحصول على أفضل النتائج .\n" +
                        "10- وجود حالة من الصمم العصبي الحسي الشديد المزدوج، ومنهم: الأشخاص ذوو الصمم الحاد، الأشخاص ذوو الصمم العميق والأشخاص ذو الصمم الكلي.\n" +
                        "    إن أهمية القيام بعملية الزرع القوقعي مرتبطة أساسا بالفوائد التي تعود على المريض، والتي يمكن حصرها في :\n" +
                        "1- يتيح السمع لدى أشخاص يعانون ضعف سمع شديدا وعميقا نتيجة وجود إصابة على مستوى الأذن الوسطى.\n" +
                        "2- تمكن الأطفال المولودين صما من \"تعلّم\" السمع والمشاركة في أطر تربوية عادية. \n" +
                        "3- الإسهام في زيادة اليقظة للضجيج الخلفي، وتحسين القدرة على تحديد الكلام وفهمه وكذا تحسين القدرة على الحديث وقراءة الشفاه .\n"
            )
        )
    )

    internal val Article_53 = Article(
        id = 53,
        title = "نجاح زراعة القوقعة",
        sections = arrayOf(
            ImageSection("5/3/thumb.jpg"),
            TextSection(
                "الأمور التى يجب معرفتها والحذر منها بعد زراعة القوقعة :-",
                "- ينصح به بعد الغوص لاعماق كبيرة و يمكن الاستحمام والسباحة والغطس في الماء بعد إزالة الجزء الخارجي .\n" +
                        "2- يجب تجنب المناطق ذات المجال المغناطيسي القوي مثل التصوير بالرنين المغناطيسي وعند الحاجة يتم اجراء عملية لازالة الجزء الممغنط من تحت الجلد ومن ثم يتم ارجاعه بعد اجراء الاشعة. \n" +
                        "3- يجب إطلاع جميع الأطباء وخاصة الجراحين على هذه الجراحة لأخذ الاحتياطات اللازمة أثناء أي عملية جراحية ، لأن العديد من الأجهزة الجراحية تتداخل مع عمل جهاز القوقعة .  \n" +
                        "4- تجنب التمارين والرياضات البدنية التي يمكن أن تلحق الضرر بالجهاز أو بأعضاء الجسم الداخلية.  \n" +
                        " 5- في حالة حدوث انسداد أو تورم في المنطقة المزروعة يجب استشارة الطبيب في أسرع وقت ممكن ، كما يجب عليه استشارة أخصائي السمعيات عند تغيير الجهاز.\n" +
                        "6- لا تعد زراعة القوقعة في الأذن علاجًا للصمم ، بل هي علاج مدى الحياة وبديل اصطناعي لا يضاهي عظمة الخالق أبدًا ، ولكنه على أي حال أفضل من عدم العلاج وجميع مضاعفاته يجب ان لا تكون سبب تردد لاجرائها. \n" +
                        "7- وجد أن مرضى زراعة القوقعة لديهم معدل إصابة بالتهاب السحايا بمقدار 30 ضعفًا ، ولهذا يوصى بتطعيم المرضى أثناء هذه الإجراءات.  \n" +
                        "8- عدم القدرة على سماع الأصوات البعيدة أو فهم الكلام جيدًا عند وجود ضوضاء بشكل جيد.  \n" +
                        " 9- احياناً لا يسمع المريض فيها كالسباحة والاستحمام والنوم لانه نزع الجزء الخارجي.\n"
            ),
            TextSection(
                "المعوقات التى تعوق انتشار زراعة القوقعة :",
                "يكمن أكبر معوق في انتشار هذه التقنية على عدة عوامل منها :-\n" +
                        "1- الجهل الكبير من قبل العديد من المرضى وأسرهم بأهمية العلاج والتحيز لفشل هذه التقنية والمضاعفات الناجمة عن أداء هذه الإجراءات من قبل المتخصصين. ناهيك عن أن بعض المرضى الذين يعانون من ضعف السمع أنفسهم يرفضون من اجراء زراعة القوقعة للأطفال لان هذا سوف يقلل من وجودهم كتجمع قوي يحافض على افراده. لا يتم إخفاء هذا عن أي شخص لديه علاقة بمريض ضعيف السمع. ، وقوة الترابط بين أفراد هذه المجموعة ، وهذا أمر لا يثير الدهشة ، لأن التواصل من أقوى روابط الحب. تعتبر زراعة القوقعة أيضًا نقطة اختلاف بين أعضاء هذا المجتمع المتماسك. وتثير المنظمات الكبيرة التي ترعى هذه الإعاقة وفي الدول المتقدمة العديد من الحالات حول هذه التكنولوجيا ، ويذهب البعض إلى أبعد من ذلك ويطلب من الآباء إزالة الثقة إذا قرروا زرع الجهاز في أطفالهم في مجتمع خاص. . لذلك يجب أن يكون الوصي على هؤلاء الأطفال أو يترك هؤلاء الأطفال حتى يكبروا ويقرروا زرع القوقعة بأنفسهم ، ولكن في هذه الحالة ستكون استجابة المريض لهذه العملية سيئة مع نموهم.\n" +
                        "2- لا توجد مراكز تقدم جميع الخدمات اللازمة لهؤلاء المرضى من أخصائيين وأخصائي سمع ونطق وأخصائي إعادة تأهيل. على سبيل المثال ، الولايات المتحدة لديها مركز مجهز بأحدث التقنيات والجراحين والمتخصصين لكل مليون شخص ، في حين أن المملكة العربية السعودية ليس لديها أي مركز. من ناحية أخرى ، يوجد في ألمانيا 1000 عملية زرع سنويًا لثمانين مليون شخص. إذا افترضنا أن ضعف السمع الشديد هو نفسه في ألمانيا ، فإننا نفترض حوالي ثلاثمائة وخمسين. تم اتخاذ الإجراءات ، لكن معظم التقديرات لا تتجاوز خُمس هذا المبلغ.\n" +
                        "3- المراكز الخاصة داخل وخارج المملكة العربية السعودية تتلقى مبالغ مالية كبيرة جدًا مقابل هذه العمليات الجراحية ، لذلك فهي مفيدة لها إذا كانت هذه التقنية غير متوفرة في المستشفيات العامة أو غيرها من المراكز الخاصة ، مما يؤدي إلى انخفاض هذه العمليات الجراحية المنفعة  .\n" +
                        "4- هناك نقص في البحوث الحديثة ومميزة في هذا المجال للوقوف على مدى هذه الإعاقة وأسبابها وأفضل طرق علاجها وتأهيل المرضى بشكل وتأهيل المرضى بما يحقق ما يتطلع اليه كل مريض او ممارس طبي في هذا المجال .\n" +
                        "5- عدم وجود منظومة حكومية مختصة تجمع الجهود المبعثرة وتوحد الاهداف وتكون مرجعية علمية وتثقيفية ومجال للتنافس الشريف في تقديم افضل الخدمات.\n" +
                        "    في مواجهة هذه التحديات ، قبلت جامعة الملك سعود هذه المشاكل وحاولت إيجاد حلول لها من خلال إرسال أطباء للتخصص في هذا المجال ، وإنشاء منحة تخصص ودعم إنشاء كرسي بحث في هذا المجال يأخذ على عاتقه تثقيف المجتمع والقيام بالعديد من الابحاث في هذا المجال على أمل ان يكون نواة لمركز متخصص يخرج من رحمة مراكزها المتخصصة العديدة لتلبية احتياجات البلاد ، وإنشاء الجمعية السعودية لزراعة القوقعة التي تضم خبراء من الأطباء والمتخصصين والباحثين والتربويين.\n"
            ),
            TextSection(
                "العوامل المؤثرة في نجاح زراعة القوقعة ؟",
                "أجمع العديد من العلماء أن هناك عددا من العوامل التي قد تؤثر على نجاح زراعة القوقعة للمعاقين سمعيا من حيث الاستفادة، وتلك العوامل بالآتي:\n" +
                        "1- العمر : يستحسن أن تتم الزراعة بعمر مبكر (قبل البدء بالنطق) ما يسمح للطفل بسماع الأصوات وتعلم النطق, وأما بالنسبة للأشخاص الكبار فاقدي السمع الكلي أو الشديد، والذين يكونون قد تعلموا النطق سابقا وتوجد لديهم ذاكرة لمفهوم الكلمات.\n" +
                        "2- المستوى التعليمي والأداء الأكاديمي للشخص.\n" +
                        "3- مدى تأثير البيئة المنزلية على الشخص من حيث القبول والتقبل.\n" +
                        "4- التأهيل بعد العملية : حيث أن ٦٠% من نسبة نجاح زراعة القوقعة تعتمد على التأهيل السمعي والتخاطب للطفل قبل وبعد العملية ( لمدة أربع سنوات) .\n" +
                        "5- الاعتبارات والاحتياطات اليومية للمحافظة على الجهاز : ومنها حفظ الأجزاء الخارجية للجهاز بعيدا عن الماء، وتجنب تعريضها للكهرباء الساكنة، وتجنب بعض الرياضات العنيفة التي قد تسبب ضربات قوية للرأس ( كالملاكمة)، وعدم مرور المريض خلال أجهزة كشف المعادن الموجودة في المطارات وبعض المحلات التجارية. \n" +
                        "6- القدرة على استيعاب الكلام قبل فقدان السمع : وهو ما يقلل من فترة التأهيل.\n" +
                        "7- استعمال السماعة العادية : فالطفل المعتمد على السماعة العادية يستطيع التكيف مع القوقعة بسهولة أكبر.\n" +
                        "8- فترة فقدان السمع فكلما قلت فترة فقدان السمع كلما زادت فائدة زراعة القوقعة. \n" +
                        "9- التقييم قبل العملية ويتعلق الأمر هنا باحترام شروط ومعايير إجراء العملية (الفحوصات السمعية، الأشعة .إلخ) .\n"
            )
        )
    )

    internal val Article_54 = Article(
        id = 54,
        title = "المستشفيات والدكاترة المتخصصة وأسئلة من زارعى القوقعة",
        sections = arrayOf(
            ImageSection("5/4/thumb.jpg"),
            TextSection(
                "بعض المستشفيات والدكاترة المتخصصة فى عمليات زراعة القوقعة ؟",
                "أ- المستشفيات المتخصصة فى عمليات زراعة القوقعة:"
            ),
            TextSection(
                "• مستشفيات زراعة قوقعة الأذن فى القاهرة :- ",
                "(1) مستشفى بهمان للطب النفسى\n" +
                        "(2) المستشفى السعودى الالمانى بالقاهرة\n" +
                        "(3) مستشفى السلام الدولى بالقاهرة \n" +
                        "(4) مستشفى أندلسية المعادى بالقاهرة \n" +
                        "للمزيد بالمعلومات الخاصة بهذه المستشفيات وطريقة التواصل معهم من خلال هذا الموقع :\n" +
                        "https://www.vaidam.com/ar/hospitals/ent-surgery/cochlear-implantation/egypt/cairo"
            ),
            TextSection(
                "• مستشفيات زراعة قوقعة الأذن فى الغردقة :- ",
                "(1) مستشفى أصيل للرعاية الطبية بالغردقة\n" +
                        "(2) مستشفى النيل بالغردقة \n" +
                        "للمزيد عن المعلومات الخاصة بهذه المستشفيات وطريقة التواصل معهم من خلال هذا الموقع :\n" +
                        "https://www.vaidam.com/ar/hospitals/ent-surgery/cochlear-implantation/egypt/hurghada"
            ),
            TextSection(
                "• مستشفيات زراعة قوقعة الأذن فى مصر الجديدة :-",
                "(1) مستشفى كليوباترا\n" +
                        "للمزيد عن المعلومات الخاصة بهذه المستشفى وطريقة التواصل معها من خلال هذا الموقع :\n" +
                        "https://www.vaidam.com/ar/hospitals/ent-surgery/cochlear-implantation/egypt/heliopolis"
            ),
            TextSection(
                "• مستشفيات زراعة قوقعة الأذن فى مصر الأقصر :-",
                "(1) مستشفى المدينة التخصصى بالأقصر\n" +
                        "للمزيد عن المعلومات الخاصة بهذه المستشفى وطريقة التواصل معها من خلال هذا الموقع :\n" +
                        "https://www.vaidam.com/ar/hospitals/ent-surgery/cochlear-implantation/egypt/luxor"
            ),
            TextSection(
                "• مستشفيات زراعة قوقعة الأذن فى شرم الشيخ :-",
                "(1) مستشفى جنوب سيناء بشرم الشيخ \n" +
                        "للمزيد عن المعلومات الخاصة بهذه المستشفى وطريقة التواصل معها من خلال هذا الموقع :\n" +
                        "https://www.vaidam.com/ar/hospitals/south-sinai-hospital-sharm-el-sheikh"
            ), TextSection(
                "• مستشفيات زراعة قوقعة الأذن فى الاسكندرية :-",
                "(1) مستشفى النخبة بالاسكندرية \n" +
                        "للمزيد عن المعلومات الخاصة بهذه المستشفى وطريقة التواصل معها من خلال هذا الموقع :\n" +
                        "https://www.vaidam.com/ar/hospitals/ent-surgery/cochlear-implantation/egypt/alexandria"
            ),
            TextSection(
                "",
                ""
            ), TextSection(
                "ب- الدكاترة المتخصصة فى عمليات زراعة القوقعة :",
                "يوجد العديد من الدكاترة المتخصصة فى زراعة القوقعة وهم دكاترة انف واذن وحنجرة لمعرفهم كامل المعلومات وطريقة الحجز معهم من خلال المواقع التالية :-\n" +
                        "● https://clinido.com/en/search/كل-التخصصات/كل-المناطق/كل-المناطق/زراعة-القوقعة?page=1 \n" +
                        "● https://www.vezeeta.com/ar/دكتور/خدمة/زراعة-القوقعة/كل-التخصصات/مصر \n" +
                        "● https://koshofat.com/doctors/all/service/زراعة-القوقعة/ \n"
            ),
            TextSection(
                "الأسئلة الشائعة حول خدمات زراعة قوقعة الأذن من المرضى ؟",
                ""
            ), TextSection(
                "",
                ""
            ), TextSection(
                "1- كيف يمكن أن تساعدني زراعة قوقعة الأذن؟",
                "إذا كنت تستخدم سماعات الأذن ولكنك لا تزال تواجه صعوبة في السمع على الهاتف أو إذا كنت تطلب تكرار الكلام بشكل ثابت أثناء المحادثة اليومية، فقد تكون زراعة قوقعة الأذن هي الخطوة التالية الجيدة بالنسبة لك. يمكن الأخصائي السمع إجراء بعض الاختبارات البسيطة لتحديد ما إذا كانت زراعة قوقعة الأذن قادرة على تزويدك بمستوى صوت أفضل ووضوح أفضل مقارنة بسماعات الأذن."
            ), TextSection(
                "2- ما هو الفرق بين زراعات القوقعة وسماعات الأذن؟",
                "توفر سماعات الأذن صوتاً مضخماً بدقة في أذن من يرتديها بحيث يمكن سماعه عند ضعف السمع الطبيعي. ومع ذلك، فقد تصل سماعات الأذن إلى أقصى قدرة لها عندما يكون الضرر كبيراً، تتجاوز زراعات القوقعة الهياكل التالفة في الأذن الداخلية أو \"القوقعة\" وتحفز أعصاب السمع مباشرة.\n" +
                        "تحتوي زراعات القوقعة على مكوّن خارجي يسمى معالج الكلام، والذي يشبه جهاز السمع. يتم ارتداؤه خلف الأذن أو على جانب الرأس. وعلى العكس من سماعات الأذن. يستخدم معالج الكلام إشارة لاسلكية لإرسال المعلومات الجلد إلى \"القوقعة المزروعة\" التي يتم وضعها . جراحياً تحت الجلد يُحفز المكون المزروع أعصاب السمع ويسمح للمخ يتلقي الصوت..\n"
            ), TextSection(
                "3- كم تبلغ فترة الانتظار قبل إجراء الجراحة ؟",
                "يمكن أن تختلف قوائم الانتظار الجراحية، ولكنها عادة ما تتراوح بين 6-12 شهرا للمرضى في النظام الصحي العام وتكون أقصر بكثير للمرضى في النظام الخاص."
            ), TextSection(
                "4- هل سني متقدم لإجراء زراعة قوقعة الأذن؟",
                "يمكن أن تساعد زراعة القوقعة الأشخاص في أي سن على تحسين سمعهم ونوعية حياتهم. وقد استفاد الأطفال الرضع الذين يبلغون من العمر بضعة أشهر وحتى الأشخاص في سن التسعين وأكبر من تكنولوجيا زراعة قوقعة الأذن."
            ), TextSection(
                "5- ما الذي تبدو عليه زراعة قوقعة الأذن؟",
                "تعتبر التجربة الأولية لكل شخص مع زراعة القوقعة فريدة من نوعها لأنهم لم يسمعوا بهذه الطريقة من قبل. يصف العديد من مستخدمي زراعة القوقعة الصوت بأنه مختلف تماماً عن سماعات الأذن، خاصة في البداية.  يتغير هذا بمرور الوقت ويقول معظم المستخدمين إنه يتحسن كل يوم ."
            ), TextSection(
                "6- أشعر بالتوتر من الجراحة. هل هي خطرة؟",
                "قبل أن تتخذ قرارك بشأن جراحة زرع قوقعة الأذن. سيقوم الفريق الطبي والسريري المتخصص لك بإبلاغك بشكل كامل بالمخاطر والاحتياطات، وسوف ينصحك إذا كانت هناك أية مشکلات تنطبق بشكل خاص على ظروفك الطبية.\n" +
                        "تستغرق الجراحة نفسها ساعة واحدة تحت تأثيرالتخدير العام يقوم الجراح بعمل شق صغير خلف أنتك، ويضع القوقعة المزروعة تحت الجلد، ثم يُدخل مجموعة الأقطاب الكهربائية في أذنك الداخلية. يتم إجراء الاختيارات للتأكد من أن القوقعة المزروعة تعمل.\n" +
                        "يقضي معظم العملاء ليلة واحدة في المستشفى ويمكنهم العودة إلى العمل والأنشطة العادية في غضون أسبوع تقريباً من العملية. هذا هو الوقت الذي يتم فيه تنشيط أو \"تشغيل\" القوقعة المزروعة لأول مرة.\n"
            ),
            TextSection(
                "7- هل يجب أن أنتظر التطورات التكنولوجية الجديدة أو أبحاث الخلايا الجذعية؟",
                "إذا كان بإمكانك الاستفادة من زراعة القوقعة، فكلما أسرعت في الحصول عليها كلما كان ذلك أفضل. هناك قدر كبير من الأدلة التي تثبت أنه كلما طالت مدة بقاء الشخص يعاني من ضعف شديد في السمع، زادت الآثار السلبية التي يتعرض لها نتيجة فقدان السمع. يمكن أن تشمل آثار العيش مع فقدان السمع الشديد العزلة الاجتماعية والتأثيرات العاطفية والانسحاب من الأنشطة التي كانت ممتعة في السابق والتدهور المعرفي المحتمل تعلم أيضاً أن الأشخاص الذين يحصلون على زراعات القوقعة مبكراً غالباً ما يحرزون تقدماً في الاستفادة من قوقعاتهم المزروعة.\n" +
                        "لن يؤدي الحصول على زراعة القوقعة الآن إلى استبعادك من الاستفادة من تقنية معالجة الصوت المستقبلية. تم تصميم معظم معالجات الصوت الآن للسماح لك بالاستفادة الترقيات المستقبلية، دون الحاجة إلى من جراحة إضافية.\n"
            ), TextSection(
                "8- هل احتاج إلى القوقعة المزروعة في كلتا الأذنين؟",
                "بينما يحصل بعض الأشخاص على زراعة قوقعة في كل أذن إلا أن الأغلبية يستخدمون زراعة قوقعة واحدة ويستمرون في استخدام سماعة الأذن في الأذن الأخرى. يمكن أن يمنح هذا \" أفضل ما في العالمين\" مع النغمة الصوتية الطبيعية لسماعة الأذن جنباً إلى جنب مع وصول أفضل إلى أصوات الكلام الناعمة والنقية التي توفرها زراعة القوقعة. ثبت أن ارتداء كليهما يعطي فهما أفضل للكلام، لا سيما في الضوضاء، وتحديداً أفضل لمصدر الأصوات، وتقدير صوت أفضل لصالح الموسيقى."
            )
        )
    )

    internal val Article_55 = Article(
        id = 55,
        title = "التأهيل اللغوى لزراعى القوقعة",
        sections = arrayOf(
            TextSection(
                "",
                " تعتمد عملية التأهيل في الأساس على تدريب الدماغ لكيفية سماع وفهم الكلام من خلال القوقعة الالكترونية ونظرا لان القوقعة الالكترونية تعيد القدرة للمريض على سماع غالبية الأصوات فإن تجربة السمع الأولى من خلال القوقعة الالكترونية تكون مجهدة نظرا للزخم الكبير في الأصوات المسموعة فعلى سبيل المثال تكون الأصوات البيئية منها والكلامية مختلفة عما يتذكره الدماغ للذين فقدوا سمعهم في مرحلة متأخرة اي بعد اكتسابهم للغة أما الأطفال الذين فقدوا سمعهم منذ الولادة فقد يحتاج الدماغ لبعض الوقت ليميز ماهية هذه الأصوات وما تؤديه من معاني ودلالات وعادة ما تكون العملية مستمرة لفترة طويلة المدى وفي الأغلب تحصل أفضل النتائج عندما يقوم المريض باستخدام القوقعة طوال الوقت.\n" +
                        "    يتمكن الأطفال المستفيدون من الزرع القوقعي والتأهيل اللغوي من اكتساب اللغة الشفوية والقراءة والكتابة وتتمثل خطوات البرنامج في :\n"
            ),
            TextSection(
                "1- إشعار الطفل بوجود صوت:",
                "الخطوة الأولى في التدريب السمعي ، ويمكن تحقيقها عن طريق القرع على أدوات مختلفة تصدر أصوات عالية و كالقرع على طبل ، دق الباب ، النفخ في آلة موسيقية."
            ),
            TextSection(
                "2- الاستجابة الحركية للمثير الصوتي:",
                "هي الخطوة الثانية في التدريب السمعي، ويمكن تحقيقها من خلال اقتران الأصوات الناتجة من الأدوات بحركات معينة يستجيب لها الطفل عند سماعه لها. مثال على ذلك :\n" +
                        "- وضع قطعاً من الحلوى أمام الطفل وحين سماعه للصوت يتناول قطعة الحلوى.\n" +
                        "- وضع أدوات أمام الطفل مماثلة للأدوات التي تقرعها لإحداث الصوت ، على أن يطلب من الطفل قرع الأداء التي أمامه المماثلة للأداة التي أحدثت الصوت.\n" +
                        "- وضع مجموعة ألعاب أمام الطفل ويربط كل لعبة من هذه الألعاب بصوت معين ، بحيث يأخذ الطفل اللعبة عند سماع الصوت المقترن بها.\n" +
                        " - يطلب من الطفل أن يرفع يده حين سماعه للصوت أو يربط بين الصوت وصورة الأداة التي أحدثت الصوت ، مثل صورة الطبلة بصوتها ، أو صورة الديك بصوته.\n" +
                        "- يطلب من الطفل التصفيق أو الوقوف أو الدوران حين سماعه للصوت.\n"
            ),
            TextSection(
                "3- تمييز عدد الطرقات الصادرة عن صوت الأداة :",
                " الخطوة الثالثة في التدريب السمعي، فبعد أن يتعرف الطفل ضعيف السمع على صوت الأدوات المختلفة يطلب منه المدرب أن يميز عدد هذه الطرقات. ويمكن استخدام نفس أساليب الاستجابة التي اتبعت في الخطوة الثانية؛ فعلى سبيل المثال: يمكن أن يأخذ الطفل ثلاث قطع من الحلوى عند سماعه لثلاث طرقات على الطبلة . وهكذا .. إلا أنه يتعين على المدرب أن يضع في اعتباره قدرة الطفل على العد، إضافة إلى فهمه لمفهوم العدد."
            ),
            TextSection(
                "4- تمييز مصدر الصوت :",
                "الخطوة الرابعة في التدريب السمعي ، فبعد أن يتعرف الطفل ضعيف السمع على أصوات أدوات مألوفة لديه في بيئته ، يبدأ المدرب التقدم خطوة للأمام، وذلك بأن يصدر صوتين ، ويطلب من الطفل أن يتعرف عليهما ( يميز بينهما ) . فعلى سبيل المثال، يمكن أن يصدر المدرب صوت تغير وصوت طبلة .. وما إلى ذلك. كما انه يمكن في هذه الخطوة أن يطلب من الطفل أن يميز بين أصوات المواصلات والبيئة والإنسان والحيوان والطيور."
            ),
            TextSection(
                "5- التعرف على مصدر (اتجاه) الصوت :",
                "هي الخطوة الخامسة في التدريب السمعي، ويمكن تحقيقها عن طريق قيام المدرب بإصدار صوت ما، ثم بعد ذلك - يطلب من الطفل ضعيف السمع أن يتعرف على الجهة التي صدر منها الصوت. وفي هذه الخطوة يتعين على المدرب أن يركز على عملية التدريب على معرفة مصدر الصوت، وليس على الأذن التي يسمع بها تلك الطفل الصوت."
            ), TextSection(
                "6- تمييز شدة الصوت :",
                " الخطوة السادسة من خطوات التدريب السمعي، ويمكن تحقيقها عن طريق طلب المدرب من الطفل ضعيف السمع التعرف على الصوت المرتفع و الصوت المنخفض وأن يميز بينهما. وفى هذه الخطوة يمكن الاستعانة بأشرطة الكاسيت وبرامج الحاسب."
            ), TextSection(
                "7- التدريب على التركيز والانتباه السمعي :",
                "الخطوة السابعة من خطوات التدريب السمعي، ويمكن تحقيقها عن طريق طلب المدرب من الطفل ضعيف السمع الاستجابة بالحركة عند سماعه الصوت ؛ ذلك أنه في بعض الأحيان تصبح حركة الطفل روتينية دون إدراك أو تركيز على ما يسمع ، كما قد يقوم الطفل بالحركة كاستجابة تلقائية دون صدور الصوت ، ولذلك يتعين على المدرب أن يتنبه إلى ذلك في أثناء التدريب السمعي ، وأن يراعى التنوع في إصدار الأصوات من حيث الشدة و النوع وذلك حتى يتأكد القائم بعملية التدريب من استفادة الطفل من التدريبات السمعية ويتم ذلك من خلال الخطوات التالية :         \n" +
                        " • نعود الطفل على الانتباه قبل بداية الكلام للنظر مباشرة في الفم لكي يتعلم القراءة على الشفاه ويعرف مكان النطق.                          \n" +
                        "• يجب مشاركة كل المحيطين بالطفل في عملية التعلم.                   \n" +
                        "• كل فرد من أفراد العائلة ملزم بتخصيص وقت مع الطفل للتعلم.  \n" +
                        "• عدم استعمال أي شكل من أشكال لغة الإشارة للتواصل مع الطفل والتركيز على استعمال وتطوير السمع. \n" +
                        "• قبل بداية تربية الصوت يجب تطوير التنفس واستعمال طريقة النسف على الهواء.\n" +
                        "• نبدأ بالمصوتات ثم نذهب إلى الحروف.   \n" +
                        "• كل حرف يتعلمه الطفل في مدة لا تقل عن ثلاثة أيام يعيده كل من في البيت لكي يرسخ في ذهن الطفل.    \n" +
                        "• عند تعلم الطفل الحرف يجب أن نختار له كلمات قصيرة بها هذا الحرف مع مراعاة أن هذا الحرف يجب أن يكون في بداية ووسط و نهاية الكلمة.\n" +
                        "• بعد ثلاث سنوات يجب أن يتبع كل عملية تعلم حرف كتابته.              \n" +
                        "• عملية الكتابة تكون بشكل كبير.             \n" +
                        "• تتبع عملية تعلم كل حرف والكلمات القصيرة بالصور.     \n" +
                        "• استعمال تمارين الإيقاع الموسيقى للتعود على التدرج الصوتي الصحيح للكلمة. الحواس الأيام الألوان أسماء أفراد العائلة أسماء الصلوات وأسماء الفواكه وأسماء الحيوانات.\n" +
                        "•  أصوات الإنسان الذكر والأنثى وأصوات الحيوانات وأصوات الباب التلفاز كل هذه الأصوات مهمة ومعرفة الفرق بينها .                  \n" +
                        "•  في نهاية كل أسبوع يجب إجراء حصة الرسم الحر للطفل لان الرسم إسقاطي ويعبر عن كل ما يفرح ويزعج الطفل فنقول له مثلا ارسم العائلة أو ارسم المنزل أو الأصدقاء أو ماذا يجري في المنزل أو الشارع.     \n" +
                        "• في بعض الأحيان نؤتى ببعض أصدقائه إلى المنزل أو أبناء الأخ أو الأخت أو العم أو الخال ونترك المجال مفتوح للتعبير واللعب شرط عدم استعمال لغة الإشارة.\n"
            ), TextSection(
                "8- التدريب على سماع أصوات حية مألوفة في البيئة :",
                " وهي الخطوة الثامنة والأخيرة من خطوات التدريب السمعي، ويمكن تحقيقها عن طريق تدريب الطفل ضعيف السمع على الأصوات الحية المألوفة في بيئته، كأن يقوم الطفل بزيارة حديقة الحيوان ، وتعريفه بأصوات الحيوانات الموجودة. وتبدو أهمية هذه الخطوة في أنها تتيح للطفل فرصة التدريب على الأصوات المتحركة رات الأصوات ، وفي حالة عدم توفر حديقة الحيوانات ، يمكن للمدرب تدريبه على سماع هذه الأصوات عن ريق أشرطة الكاسيت ، ويمكن تعميم هذه الخطوة على باقي الأصوات الحية المألوفة الموجودة في نطاق بيئة الطفل."
            )
        )
    )

    // Sub articles of article 34
    internal val Article_341 = Article(
        id = 341,
        title = "الإرشاد الأسري كاستراتيجية وقائية للحد من مشكلات الأشخاص الصم وضعاف السمع",
        sections = arrayOf(
            ImageSection("3/4/1/thumb.jpg"),
            TextSection(
                "أولاً - استراتيجيات الإرشاد الأسري للأشخاص الصم وضعاف السمع:",
                "المحاضرة : عن طريق تقديم معلومات لأسرتك عن الإعاقة وأسبابها وآثارها عليهم وعلى الطفل.\n" +
                        "\n" +
                        "الحوار: عن طريق استخدام أسلوب المناقشة.\n" +
                        "\n" +
                        "إعادة الصياغة: عن طريق إعادة تنظيم المواقف التي تواجه عضو الأسرة وإعادة صياغة الأفكار اللاعقلانية للأسرة تجاه الطفل وسلوكه وتبني رؤية جديدة تجاهه.\n" +
                        "\n" +
                        "التجسيد الأسري: وهو العمل على زيادة وعي أعضاء اسرتك وخاصة الوالدين بطريقة تواصلهم والصورة التي ينظرون بها إلى الطفل.\n" +
                        "\n" +
                        "التواصل: عن طريق العمل على تحسين التواصل بين أعضاء الأسرة.\n" +
                        "\n" +
                        "التعزيز الايجابي: عن طريق تقديم مدعمات ايجابية \n" +
                        "(مادية أو اجتماعية) لطفلك الأصم وضعيف السمع عند قيامه بسلوك مرغوب.\n" +
                        "لعب الدور، وتبادل الدور: من خلال إسناد دور ما لعضو الأسرة؛ ثم تبادل الأدوار بحيث يضع الفرد نفسه مكان الآخر، يتمثل الهدف الإرشادي لهذه الفنية في معايشة عضو الأسرة للدور ومهامه خاصة إذا قام عضو الأسرة بدور الأصم مثلاً فإنه يشعر بمدى المعاناة التي يجدها أثناء التواصل مع الأشخاص السامعين.\n"
            ),
            TextSection(
                "ثانياً ـ أهداف إرشاد أسر الأشخاص الصم وضعاف السمع",
                "/ يجب توفير الدعم الاجتماعي والانفعالي للأطفال الصم ولأسرهم.\n" +
                        "\n" +
                        "2/ من الواجب تعليم وتثقيف الفرد وأسرته من خلال البرامج التدريبية الفردية والجماعية.\n" +
                        "\n" +
                        "3/ لابد من مساعدتهم في علاج المشاكل السلوكية والانفعالية وكذلك على التكيف الاجتماعي.\n" +
                        "\n" +
                        "4/ المساهمة في تنمية قدراتهم إلى أقصى حد ممكن وتطوير مهاراتهم الحياتية التي تساعدهم على الاستقلال إلى أقصى درجة.\n" +
                        "\n" +
                        "5/ توعية الأشخاص الصم وضعاف السمع وأسرهم بالامتيازات والتشريعات الممنوحة لهم، مثل القانون الإماراتي رقم (29) لسنة 2006 وتعديلاته سنة 2009.\n" +
                        "\n" +
                        "6/ مساعدة أسر الأشخاص الصم وضعاف السمع في الحصول على المعلومات التي يحتاجونها فيما يتعلق بتربية وتعليم الفرد من ذوي الإعاقة وتأهيله.\n" +
                        "\n" +
                        "7/ تعريفهم بالمهن المتوفرة في البيئة المحلية وأماكن التدريب المناسبة لهم لتوفير الاستقلال الاقتصادي للأشخاص الصم وضعاف السمع ما أمكن.\n" +
                        "\n" +
                        "8/ مساعدة أسر الأشخاص الصم وضعاف السمع على التكيف والاندماج في الحياة الاجتماعية في المجتمع بإيجابية والقيام بأدوارهم الطبيعية خارج الأسرة.\n" +
                        "\n" +
                        "9/ مساعدة أسر الأشخاص الصم وضعاف السمع على تقبل حقيقة إعاقة ابنهم والتكيف معها والتعايش والتعامل المناسب مع الواقع الجديد الذي فرضه وجود طفل أصم أو ضعيف سمع في الأسرة.\n"
            ),
            TextSection(
                "ثالثاً ـ متطلبات نجاح إرشاد أسر الأشخاص الصم وضعاف السمع",
                "/ من الواجب تحديد جوانب القوة وجوانب الضعف لدي الأشخاص الصم وضعاف السمع.\n" +
                        "\n" +
                        "2/ لابد من تحديد الأوضاع البيئية (المعهد / البرنامج / المدرسة / النادي….. إلخ) التي تحدث فيها المشكلة، وكذلك المواقع، والأوقات، والأشخاص.\n" +
                        "\n" +
                        "3/ مهم جدا الكشف عن العوامل المسؤولة عن تلك المشكلات ومبرراتها من وجهة نظر كل فريق.\n" +
                        "\n" +
                        "4/ ضرورى عقد ورش عمل / دورات تدريبية تكيفية لتعديل السلوكيات غير المرغوبة.\n" +
                        "\n" +
                        "5/ ولابد من تدريب الوالدين على كيفية استخدام برامج تعديل السلوك واقتراح جدول زمني محدد لمتابعة سلوك الطفل الأصم أو ضعيف السمع.\n" +
                        "\n" +
                        "6/ تفعيل دور المؤسسات والجمعيات التي تقدم خدمات للأسرة.\n" +
                        "\n" +
                        "7/ النظرة الواقعية لإمكانيات الطفل الأصم أو ضعيف السمع وما يستطيع القيام به.\n" +
                        "\n" +
                        "8/ تحديد خطة تطبيق لبرنامج الإرشادي الفردي والجماعي.\n" +
                        "\n" +
                        "9/ يجب مراعاة الاحتياجات البدنية والطبية للأشخاص الصم وضعاف السمع.\n" +
                        "\n" +
                        "10/ ضرورى توافر فريق متكامل يتضمن (الأخصائي الاجتماعي، الأخصائي النفسي، الطبيب، أساتذة التربية الخاصة).\n" +
                        "\n" +
                        "11/ والتواصل بين المدرسة والأسرة حتى تتكامل الخدمة الإرشادية.\n"
            ),
            TextSection(
                "رابعاً ـ معوقات إرشاد أسر الأشخاص الصم وضعاف السمع",
                "1 ـ معوقات لها علاقة بالأسرة:\n" +
                        "\n" +
                        "ان الأسرة هى أكثر معرفة بمشكلات طفلهم الأصم أو ضعيف السمع واحتياجاته وقد تقدم له خدمات قد لا تتوفر في مراكز الرعاية المحلية ، فضلا عما توفره الأسرة من مشاعر الأمن والحنان بدرجة قد لا يشعر بها الطفل في مكان آخر.\n" +
                        "\n" +
                        "وهناك بعض التحديات التي تواجه الإرشاد الأسري للأشخاص الصم وضعاف السمع والمرتبطة بالأسرة ومنها ما يلي:\n" +
                        "\n" +
                        "1/ عدم تعاون بعض أسر الأشخاص الصم وضعاف السمع في تنفيذ البرنامج التربوي الفردي لأطفالهم.\n" +
                        "\n" +
                        "2/ التعاون غير المستمر بين الأسرة والمعهد / البرنامج، حيث مع بداية العام الدراسي يبدأ المرشد النفسي ببرنامج ارشادي جديد بسبب أن الأسرة لم تكمل البرنامج الذي أعد للطفل في العام السابق.\n" +
                        "\n" +
                        "3/ وضع أهداف وتوقعات أعلى من قدرات الطفل الأصم وضعيف السمع بشكل يحد من عمل المرشد.\n" +
                        "\n" +
                        "4/ تدني مستويات الوعي وتأخر اكتشاف إعاقة الطفل.\n" +
                        "\n" +
                        "5/ قلة المعلومات لدى الأسرة حول الخدمات المتوفرة في المجتمع المحلي.\n" +
                        "\n" +
                        "6/ تدني مستوى الخدمات التربوية والنفسية والتأهيلية المقدمة للأشخاص الصم وضعاف السمع.\n" +
                        "\n" +
                        "7/ نقص معلومات وخبرات الأسرة عن الإعاقة وآثارها ودورهما تجاه المعوق وإعاقته.\n" +
                        "\n" +
                        "8/ عدم التحلي بالصبر والتحمل عند التعامل مع الطفل الأصم وضعيف السمع.\n" +
                        "\n" +
                        "9/ افتقار أعضاء الأسرة لطرق التواصل (لغة الإشارة، التهجي الإصبعي، قراءة الشفاه) أو التواصل الكلى للأشخاص الصم وضعاف السمع.\n" +
                        "\n" +
                        "2 – معوقات لها علاقة بالمرشد الأسري:\n" +
                        "\n" +
                        "هناك العديد من التحديات التي تواجه المرشد في مجال التربية الخاصة وتشكل عقبة في أداء دوره التربوي منها ما يلي:\n" +
                        "\n" +
                        "1/ تعقيدات السلوك الإنساني خاصة مع حالات الإعاقة.\n" +
                        "\n" +
                        "2/ افتقار بعض المرشدين إلى المعايير اللازمة لممارسة المهنة وقلة الخبرة في هذا المجال.\n" +
                        "\n" +
                        "3/ عدم توافر العدد الكافي من المرشدين المؤهلين.\n" +
                        "\n" +
                        "4/ المفاهيم والاتجاهات السلبية نحو الأشخاص الصم وضعاف السمع.\n" +
                        "\n" +
                        "5/ عدم توافر التسهيلات المادية للمرشد الأسري من كتب ومراجع حديثة وأجهزة تدريب متطورة.\n" +
                        "\n" +
                        "6/ ضعف الإعداد العلمي للمرشد النفسي مما يعيق الإرشاد الأسري.\n" +
                        "\n" +
                        "\n" +
                        "3 – معوقات مجتمعية:\n" +
                        "\n" +
                        "تتمثل تلك المعوقات فيما يلي :\n" +
                        "\n" +
                        "1/ قلة عدد الأخصائيين في مجال الإرشاد الأسري للعمل مع أسر الأشخاص الصم وضعاف السمع.\n" +
                        "\n" +
                        "2/ قلة عدد المراكز التي تقدم خدمات تأهيلية ملائمة.\n" +
                        "\n" +
                        "3/ عدم توافر معلومات مركزية للخدمات والجهات التي تقدمها.\n" +
                        "\n" +
                        "4/ قلة الاختبارات والمقاييس التي تعطي رؤية شاملة للأداء الأسري الموجهة إليه الخدمة.\n" +
                        "\n" +
                        "5/ المواصلات والمعوقات البيئية قد تقف حائلاً دون استفادة الأسر وأطفالها من الخدمات.\n" +
                        "\n" +
                        "6/ تحكم المهنيين بالقرارات.\n" +
                        "\n" +
                        "7/ تركيز جميع الخدمات المقدمة للأسر في المدن الكبرى مما يعوق استفادة الأسرة من هذه الخدمات.\n"
            ),
            TextSection(
                "خامساً ـ الإرشاد الأسري كاستراتيجية وقائية للحد من الاثار السلبية الناتجة عن الصمم وضعف السمع",
                "/ أهمية النظر إلى الإرشاد الأسري على أنه جزء لا يتجزأ من حياة الأسر ودورتها.\n" +
                        "\n" +
                        "2/ لابد من العمل على تقديم الإرشاد الزواجي للراغبين في الزواج وتوعيتهم بأهمية الفحوصات الطبية اللازمة لتجنب احتمال إعاقة الأطفال.\n" +
                        "\n" +
                        "3/ من الضرورى تفعيل التواصل المشترك بين الأسرة والبرنامج وكافة الجهات المعنية التي تقدم خدمات للأشخاص الصم وضعاف السمع.\n" +
                        "\n" +
                        "4/ لابد من عقد دورات تدريبية للآباء عن الصمم وضعف السمع ومشاكل الأشخاص الصم وضعاف السمع وكيفية التعامل معها.\n" +
                        "\n" +
                        "5/ من الواجب تبصير الأسرة بأن ما يعانيه الأشخاص الصم وضعاف السمع من المشكلات هو نتاج للتفاعل الأسري أكثر من كونه راجع للإعاقة.\n" +
                        "\n" +
                        "6/ مهم جدا تدريب أعضاء الاسرة على طرق التواصل مع الأشخاص الصم وضعاف السمع واكتسابهم مهارات وأسس وقواعد تلك الطرق.\n" +
                        "\n" +
                        "7/ تفعيل دور مراكز الأمومة والطفولة والرعاية الصحية في التوعية بكيفية تجنب حدوث الإعاقة واكتشافها في مراحل مبكرة.\n" +
                        "\n" +
                        "8/ إعداد الكوادر البشرية المؤهلة للتوعية بالإعاقة في كل قطاعات الدولة.\n" +
                        "\n" +
                        "9/ أهمية إعداد دورات تثقيفية للأمهات قبل وأثناء الحمل وبعد الولادة حول الرعاية الصحية والنفسية لأطفالهم وكيفية تجنب مسببات الصمم وضعف السمع.\n"
            )
        )
    )

    internal val Article_342 = Article(
        id = 342,
        title = "التربيه الجنسيه",
        sections = arrayOf(
            ImageSection("3/4/2/thumb.jpg"),
            TextSection(
                "ايه هى المبادىء السليمه فى  التربية الجنسية للأطفال الصم؟",
                "التربية الجنسية للأطفال الصم هي بتكوين للشخصية نفسها \n" +
                        " ( مبتكونش تقديم معلومات صحيحيه عن الجنس  )، ف عندك التربية الجنسية للأطفال المقصود بيها هى التدعيم العاطفي لابنك، بمعنى انك تذوده بالمهارات الكافيه علشان يقدر ياخد قرارات صح فى علاقتاته وحياته بشكل عام . علشان كدا جهزنالك  10 مبادئ اللى بنتمنى انها تساعدك فى تكوين هويه طفلك الجنسيه ، وتأمينه ضد المعلومات المغلوطة من المجتمع والإعلام.\n"
            ),
            TextSection(
                "وهى دى أهم ١٠ مبادىء في تعليم طفلك اللأصم عن الجنس",
                ""
            ),
            TextSection("", ""),
            TextSection(
                "١- متهربش من المسئوليه:",
                " الآباء هما الأساس فى تعليم اطفالهم التربية الجنسية ف متهربش . لان مفيش حد هيقدر يكون ليه تأثير فى حياه طفلك قدك . وعلشان كدا اوعى تتجنب الكلام مع طفلك وتوعيتهم ازاى يتعامل مع الحاجات اللى زى دى  ؛ لأن كدا كدا طفلك هيتعلم ف انت تعلمه صح احسن ما يتعلم غلط ويضر نفسه واللى حواليه ."
            ),
            TextSection(
                "٢- خليك مستعد ان ابنك هيسألك الاسئله دى:",
                "المشكلة هى لما اطفالنا يجوا يسألونا احنا مبنكونش متوقعين دا والحاجه دى اكبر غلط لان المفروض نتوقع الاسئله دى ونعرف ان اطفالنا بيكبروا ، لازم تبقى مستعد للحظه دى واتكلم معاه وصاحب /ى طفلك الموضوع سهل ليه بتصعبه على نفسك متخلقش فجوه بينك وبين ابنك."
            ),
            TextSection(
                "٣- خد انت الخطوه الاولى وسيبك من الانطباعات الاولى اللى غالبا مبتدومش:",
                "اوعى تبعد عن ابنك وتخليه ياخد افكار عن الجنس عن طريق السوشيال ميديا او حتى صحابه والشارع ، ازرع انت الفكره الصح فى طفلك قبل الغلط ما يتزرع."
            ),
            TextSection(
                "٤- استغل اسئله ابنك عن الجنس استثمر:",
                "فى مواقف معينه بتعدى علينا وبناخد الموضوع كأنه عادى محصلش حاجه لكن دا غلط لان الامر دا مبيعديش على الطفل كدا زيك ، بالعكس دى بتكون فرصه انه يسأل اسئله كتير فى دماغه وبيكون نفسه يلاقى حد يجاوبه صح ، خد عندك مثال لو طفلك شاف سيده حامل ، او لو سمع كلمه عن الجنس من اى مصدر. دى كلها مواقف بتعتبر فرص خليك مستعد للاجابه فى المواقف دى ، وبكدا هيكون انت ساهمت بدور كبير فى حياته ومعرفته السليمه النقيه عن الجنس."
            ),
            TextSection(
                "٥- متقدمش معلومات سطحيه وخلاص كدا:",
                "دور الآباء الناضجين مش يقتصر على  ليس  ترديد معلومات جافة عن الفهم ، لان سؤال طفلك فرصه لتكوين شخصيته وتفكيره عن الجنس والتعامل معه . وسواء كان صح او غلط ، فمعلومات عن الجنس بتوصل لطفلك عن طريق مصادر كتيره جدا ، السوشيال ميديا والقصص والشارع والاصداقاء …الخ فعلشان كدا الاحتياج الحقيقى هو تأكيد المعلومه الصحيحه وتقدمله محتوى اخلاقى جنب المعلومه."
            ),
            TextSection(
                "٦- تأكد من مشاركة المعلومة الصحيحة الواضحة:",
                "طفلك هيفضل وبحبك وهيقرب منك اكتر لأنك متفاهم معاه ويتجاوبه لك وبتسمع منه والطفل هيحس انك بتحبه ومهتم بيه وتقديرك لاسئلته وصبرك وطول بالك ، انك تصلح تكون موضع ثقه ، والعكس بالطبع صحيح."
            ),
            TextSection(
                "٧- قدم اجابه متوازنة وصح للاسئله المتوقعة:",
                "محاولة تخويف طفلك عن الجنس هتيجى بطريقه عكسية، لأنها هتكون حالة من الغموض وعدم الفهم هتشغل تفكير طفلك . علشان كدا المهم توصيل الصورة الصحيحة عن الجنس (كأحد أشكال التعبير عن الحب فقط في إطار الزواج ) ودى أفضل من التخويف المبالَغ فيه من عواقب التسيُّب الجنسي."
            ),
            TextSection(
                "٨- خليك مهتم بتكرار وتعزيز الكلام اللى قلته لابنك:",
                "اوعى تكتفى بأنك قُلتَ لطفلك المعلومة مرة وخلاص كدا ، لأنه مُعرَّض أن ينساها اكيد يعنى. واتوقع انه بالطبع مش هيكون مستعد للاجابه بتاعتك لانه بيسمعها لأول مرة لأن لم يركز معك .ودا بالإضافة إلى إنه يستمع لرسائل متكررة من خارج الأسرة بشكل سلبيّ عن الجنس . المهم أن تستعد لتكرار اللى قولته."
            ),
            TextSection(
                "٩- حصِّن طفلك من القصص السلبية اللى هتوصله مستقبَلًا:",
                "تأمين طفلك مش معناه أنك تعمل دايرة عليه وتتحكم فيه وتحرمه من سماع أيّة كلمة عن الجنس . لأنه في كل الأحوال سيسمع من خارج الأسرة ، أيا كان اللى هيسمعه بقاا ف غالبا هيبقى غلط . حاجه حلوه منك أنك تعرفه حاجات متأكد أنه سيسمعها من خارج الأسرة . علشان يكون مستعد مش يتفاجأ ، ويثق إنك المصدر الجيد للمعرفة الصحيحه."
            ),
            TextSection(
                "١٠- قوي علاقتك الإيجابية بابنك باستمرار:",
                "الطفل لما يكون علاقته قويه بيك هيبقى عنده تشبع من الحب والقبول لا يبحث عن علاقات تشبعه خارج الأسرة . العلاقة الإيجابية بين الاب او الام وطفلهم تؤكد أن الجنس هو تعبير صحيح عن الحب في إطار الزواج المعلَن للجميع . فلا يستسلم لعلاقات تستغله جنسيًا، لأنه في الأساس جائع للحب في أسرته."
            )
        )
    )

    internal val Article_343 = Article(
        id = 343,
        title = "اهم النصائح لمساعدة طفلك الاصم على مواجهة التنمر",
        sections = arrayOf(
            ImageSection("3/4/3/thumb.jpg"),
            TextSection(
                "(1)",
                "من الواجب عليك /ى تتكلم مع طفلك الاصم بشكل دائم وبهدوء وتقرب منه ، لمعرفة سبب التنمر عليه ، خليك انت بمثابه الدعم له والتشجيع بشكل دائم، ولما يلجأ ليك علشان اى مشكله تعرض ليها اقف معاه وتفاهم بكل هدوء علشان بعد كدا يعرف يتصرف لوحده بشكل سليم."
            ),
            TextSection(
                "(2)",
                "لازم تشتغل على تشجيع طفلك الاصم على التواصل بشكل سليم مثلا لما يجى يتكلم معاك او مع غيرك فى مشكله هو تعرض ليها ، والشخص المتنمر عليه ، وازاى تصرفه في مثل هذا الموقف."
            ),
            TextSection(
                "(3)",
                "عزز ثقة طفلك الاصم بنفسه\n" +
                        "- شارك طفلك في التفكير للوصول إلى حل المشكلة اللى تعرض ليها ، ومتشجعوش  على الانتقام من الأشخاص اللى تنمروا عليه\n"
            ),
            TextSection(
                "(4)",
                "اعمل على تعزيز ثقة طفلك بنفسه ، وطمأنته باستمرار .\n" +
                        "- مثلا شجعه على الاشتراك في أنشطة المدرسة ، وتكوين صداقات داخل العائلة أو المدرسة أو النادي…الخ \n"
            ),
            TextSection(
                "(5)",
                "درب طفلك على مهارات الرد بحزم ، مثل الحفاظ على اتصال العين عند مواجهة المتنمر، والحفاظ على صوت هادئ ، والوقوف على مسافة مناسبة منه ، واستخدام اسم المتنمرعند التحدث إليه."
            ),
            TextSection(
                "(6)",
                "علم طفلك الاصم يتصرف بشجاعة ويتجاهل المتنمر:\n" +
                        "\n" +
                        "لازم تعلم طفلك ازاى يقول للمتنمر يتوقف عن اللى بيعمله بكل حزم ، وبعدين يبعد عنه ، وتجاهله ، مثل التصرف بغير اهتمام ، وب كدل هيظهر الطفل بأنه لا يهتم ، وقد يشعر المتنمر بالملل بعد ذلك.\n"
            )
        )
    )

    internal val Article_344 = Article(
        id = 344,
        title = "كيفيه السيطره على السلوكيات غير المقبوله لدى الاطفال الصم داخل الفصل",
        sections = arrayOf(
            ImageSection("3/4/4/thumb.jpg"),
            TextSection(
                "(1)",
                "لازم تفهم التلاميذ اللى قدامك قبل ما تبدأ في منع المشكلات اللى بتواجهك ، ودا من خلال مرحلة النمو اللى فيها غالبا بيواجهوا فيها مشكلات كتير بيتعرضولها أو تعرضولها في المدرسة أو البيت ."
            ),
            TextSection(
                "(2)",
                "من اهم النقط اللى لازم تشتغل عليها هى ضرورة منع المشكلة قبل حدوثها ودا عن طريق  : (التدريس الفعال الذي يشغل التلاميذ بأدائهم لأنشطتهم طيلة الحصة الدراسية – مراقبة الفصل وضبط الحركة\n" +
                        "فيه من أول وهلة يدخل فيها التلميذ والمعلم –\n" +
                        "ج – تجاهل بعض المشكلات السلوكية البسيطة أو التافهة .\n" +
                        "د – الثبات في الأساليب المتخذة لمعالجة المشكلات .\n" +
                        "هـ – حفظ أسماء التلاميذ بأسرع ما يمكن ونطقها نطقا صحيحا ، لأن معرفةأسماء التلاميذ وحفظها يساعدان المعلم على بناء علاقات طيبة معهم .\n" +
                        "و – تجنب مجابهة التلميذ المشاغب أمام زملائه .\n" +
                        "ي – تجنب السخرية والتقليل من شأن التلاميذ.\n" +
                        "– تجنب معاقبة كل التلاميذ بسبب شغب تلميذ واحد\n" +
                        "– ألا يبدأ المعلم الدرس إلا بعد أن يهدأ التلاميذ\n" +
                        "– إبعاد المعلم فكرة أن شغب التلاميذ إهانة له .\n"
            ),
            TextSection(
                "(3) لازم تحدد التلاميذ اللى محتاجين انتباهك:",
                "لازم تعمل عنايه خاصه جدا بالتلميذ اللى بيثير سلوكه السيئ انتباه الجميع في المدرسة.\n" +
                        " أولاً : لازم تعرف هل السلوك دا دائم مع الطفل ولا بيظهر فى ظروف معينه فقط ، وبيتم التعرف على دا من خلال نموذج استبيان للرأي بتيم توزيعه على المدرسين المحيطين بالطالب ذي السلوك السيئ.\n"
            ),
            TextSection(
                "(4) لازم تتأكد من استخدام المواصفات المناسبة لنموذج استطلاع الرأي",
                "لابد ان يكون النموذج صالحاً للاستكمال بأقل مجهود ممكن. ولتكن صفحة النموذج هي الصفحة النموذجية العادية بحجم A4.استخدم أسلوباً واضحاً للأسئلة واترك مساحة مناسبة للإجابات."
            ),
            TextSection(
                "(5) ابحث عن مسببات سلوك التلاميذ غير المقبول",
                "علشان تفهم مسببات السلوك غير المقبول ، فإنه من المفيد أن تتعرف على الدوافع التي أدت إلى ظهور هذا السلوك . السؤال التالي يجب أن يكون بخصوص العوامل التي تعجل بظهور هذا السلوك لدى الطالب. يمكنك كذلك أن تسأل ما إذا كان بإمكان المدرس تحديد السلوك الغالب للطالب عندما لا يظهر لديه السلوك غير المقبول. وقد يكون لذلك فائدة كبيرة، فعلى سبيل المثال، قد يكون المسبب هو غياب طالب أخر أو شيء معين أو يكون مجرد وقت معين من اليوم."
            ),
            TextSection(
                "(6) لاحظ تأثير التلميذ ذي السلوك غير المقبول على التلاميذ الآخريين",
                "يسبب هذا التلميد قلقاً في الفصل ، لكنه أيضاً يتفاعل مع الأخريين، مما قد يؤثر على سلوكهم هم أيضاً. أسأل عن أسماء الطلاب الذين عادة ما يتعاملون مع الطالب ذي السلوك غير المقبول. يمكنك كذلك أن تتساءل عما اكتسبه هؤلاء الطلاب من التعامل مع الطالب ذي السلوك غير المقبول. أسأل عما إذا كانوا قد بدأوا يستجيبوا له وما إذا كان من الواجب تغيير هذه الاستجابات."
            ),
            TextSection(
                "(7) لا تأخذ السلوك السيىء بشكل شخصى",
                "تذكر أن الغضب الذي قد ينفجر فيك قد ينبع لدى الطالب من مشاكل ليس لك يد فيها. حاول ألا تحمل أية ضغينة للطالب مهما كانت درجة تألمك من أسلوب معاملته لك. ولتبدأ كل يوم جديد بقلب جديد خالي من أية ضغائن ومليء بالأمل والتوقع الجيد لسلوك أفضل من هذا الطالب."
            ),
            TextSection(
                "(8) تجنب أنك تفقد أعصابك حتى لو تم استفزازك بشدة",
                "تذكر أنك أنت الإنسان الراشد الذي لديه مسئولية تقديم القدوة الحسنة للطلاب. حاول ألا ترفع صوتك إلا عند اللزوم، فإن السلوك العصبي والصوت العالي من ناحيتك سينعكس على ردود أفعال الطلاب تجاهك."
            ),
            TextSection(
                "(9) حاول انك تستخدم الدعابة لتقليل التوتر",
                "لو منحت التلميذ الغاضب فرصة للتراجع عن هذا السلوك وذلك من خلال مداعبته ، فإن ذلك قد يحول دون وقوع تصرف غير لائق منه. على سبيل المثال، إذا صاح الطالب قائلاً. أنا أكرهك، فإنك قد تتبسم قائلاً: “يا للخزي، مع إنني أحبك!”. ولكن تأكد أن لا تجعل هذا التلميذ مدعاة للسخرية بين أصدقائه بالفصل. فإن الهدف الأساسي هو تقليل التوتر وليس زيادته."
            ),
            TextSection(
                "(10) حاول انك تعمل مجموعة صغيرة من قواعد السلوك",
                "وعلشان يتم تطبيق القواعد دى بصورة منتظمة وبشكل عادل. إن السلوك غير اللائق عادة ما يرجع إلى أن الطالب لا يعرف أين هي حدوده التي لا يجب أن يتخطاها. يجب أن يكون الطلاب على علم وبينة من أن كل نوع من أنواع السلوك غير اللائق سيكون له نوع من العقاب الذي يتفق معه. ويجب أن توضح للطلاب أي مخالفات لقواعد السلوك خارج نطاق المدرسة لا يجب أن يحدث أبداً داخل نطاق المدرسة والفصل. إن الحزم والثبات على المبدأ يولدان الاستقرار."
            ),
            TextSection(
                "(11) حاول انك تاخد إجراءات لتهدئة ثورة الطالب (تشتمل هذه الإجراءات على مشاركتك)",
                ""
            )
        )
    )

    internal val Article_345 = Article(
        id = 345,
        title = "نصائح لأسرة الطفل الأصم وضعيف السمع",
        sections = arrayOf(
            ImageSection("3/4/5/thumb.jpg"),
            TextSection(
                "(1)",
                "مفيش داعي لليأس حتى لو كان فى صعوبات في اتصال طفلك مع الآخرين ومع العالم من حوله عن طريق القناة السمعية فإن هناك قنوات أخرى للاتصال واكتساب المعرفة لسه مفتوحة فالطفل الاصم يستطيع أن يتعلم الكثير ويستطيع أن يتواصل بطرق مختلفة مع الآخرين عن طريق حاسة البصر على سبيل المثال."
            ),
            TextSection(
                "(2)",
                "خليك فاكر إن الطفل الاصم دا له نفس الحاجات الأساسية عند اقرانه من الأطفال الآخرين هو بيحتاج إلى الحب وإلى الفرص المناسبة لاكتساب الخبرات الحياتية ولا يحتاج إلى الشفقة."
            ),
            TextSection(
                "(3)",
                "تجنب الحماية الزائدة أو الإهمال الزائد لطفلك الاصم بمعنى خلى الكافتين متساويه."
            ),
            TextSection(
                "(4)",
                "أعطِ الفرصة لطفلك الصم انه يتكلم ويعبر عن نفسه شجعه على الاستفسار والسؤال وأعمل على إعطائه الإجابة والتفسير المناسب لما يسأل عنه واحرص على ألا تجيب نيابة عنه ولكن يمكنك توضيح ما أراد التعبير عنه ، يعنى تفسر كلامه\n" +
                        " (إن كانت هناك حاجة إلى ذلك) شرط أن يتحدث هو أولاً، فهذا الطفل مثل غيره من الأطفال بحاجة إلى أن يتحدث مع الكبار لا مجرد الإصغاء لهم.\n"
            ),
            TextSection(
                "(5)",
                "احرص على منح الفرصة لطفلك الاصم لاكتساب المفاهيم والمعارف والخبرات الحياتية اللازمة له وتذكر أن الطفل السامع يستطيع اكتساب الكثير اعتماداً على حاسة السمع أما هذا الطفل فهو بحاجة إلى من يفسر له الأحداث من حوله وإلا فإنه سيعيش في عزلة عن غيره وبالتالي لن تتاح له الفرصة لاكتساب الكثير من المفاهيم والمعارف والخبرات الضرورية له."
            ),
            TextSection(
                "(6)",
                "احرص على إلحاق طفلك الاصم بروضة خاصة للصم وضعاف السمع ففيها هيكون له الفرصة للتواصل مع أطفال صم اخريين من عمره وفيها سيكتسب الكثير من الخبرات والمفاهيم لكن لو مكنش متاح اعمل على إلحاقه بأقرب روضة للسامعين إن أمكن ذلك خاصة إن وجدت فيها معلمة يمكن أن تتقبله وأن تتفهم وضعه وتعمل على مساعدته."
            ),
            TextSection(
                "(7)",
                "احرص على أن يتعلم طفلك الاصم القراءة والكتابة حيث أن ذلك سيفتح أمامه قناة جديدة للتواصل مع الآخرين من العاديين وسيعمل على تزويده بالعديد من المعارف والمفاهيم والخبرات الضرورية له."
            ),
            TextSection(
                "(8)",
                "تذكر أن الطفل الاصم بيكون محتاج تنمية شخصية هو من جهة عضو في مجتمع الناس السامعين ومن جهة تانيه بيحتاج إلى الاختلاط مع مجتمع الناس الصم لأنه يستطيع التواصل معهم بسهولة ويستطيع أن يتبادل معهم المشاعر والخبرات وهو شيء ضروري لنمو الطفل الأصم أو ضعيف السمع نفسياً واجتماعياً وبالتالي فإن على الأسرة أن تبادر إلى البحث عن أسر أخرى لديها أطفال صم أو ضعاف سمع من خلال النوادي وغيرها."
            ),
            TextSection(
                "(9)",
                "السماعة الطبية مش هي الحل السحري في جميع الأحوال وبالرغم من فوائد استخدام السماعة الطبية في كثير من الحالات لكن بعض الحالات التي تكون فيها السماعة الطبية قليلة الفائدة بالنسبة للطفل."
            ),
            TextSection(
                "(10)",
                "مفيش داعى للقلق أكثر من اللازم على مستقبل طفلك الاصم لا طفلك الاصم يقدر يتعلم ويستطيع فى المستقبل أن يكتسب مهنة وأن يعمل ويتزوج وأن ينجب في معظم الأحوال أطفالاً سامعين."
            ),
            TextSection(
                "(11)",
                "من ناحية تانيه بيكون للأسرة دور هام في التواصل مع الأسر الأخرى التي لديها أطفال صم أو ضعاف سمع علشان يتبادلوا الخبرات وتبادل الدعم وبعدها لتنظيم الجهود ومن ثم مع التحرك بإيجابية وبانفتاح نستطيع أن نقدم الكثير لأبنائنا الصم أو ضعاف السمع ولأبناء مجتمعنا من الأشخاص الصم عموما بكافه مراحل حياتهم أما السلبية والانغلاق والخجل والخوف فإنها تؤدي إلا إلى النتائج السيئة التي لا نرضاها جميعاً."
            ),
            TextSection(
                "(12)",
                "وأخيرا على الأسرة وبخاصة الأم رعاية لغة الاتصال وعدم الإهمال في تدريب طفلها تدريباً مستمراً وتنمية المفاهيم لديه."
            )
        )
    )

}