package com.typ.handtalk.articles.data

import com.typ.handtalk.articles.models.Article
import com.typ.handtalk.articles.models.Section.ImageSection
import com.typ.handtalk.articles.models.Section.TextSection

object Articles {

    /* Article var-name and ID is: Article_{CI} where (C -> CategoryId & I -> ArticleId) */

    internal val Article_11 = Article(
        id = 11,
        title = "الصُم",
        sections = arrayOf(
            TextSection(
                "",
                "الصمم  او فقدان السمع مرض يمكن ان يصيب الشخص في اي عمر وحسب احصائيات المتخصصين في الصم واضطرابات التواصل تجد ان الامر اصبح يثير القلق اذا يعاني 15%  من الشباب فوق سن 18 عام من مشاكل السمع ويجد ان نسبه الاصابه تصل الى 25% في الفئة  العمريه بين 65 سنه و 74 سنه اما من تجاوز 75 سنه فهم يعانون  من فقدان كل او جزئي للسمع بنسبه تصل الى 50% وتقل  قيمة في النسبه عند الوضع حيث نجد من 2 الى 3 في الالف  يعانون من الصم القابل  للكشف  في اذن  واحدة على الاقل."
            ),
            ImageSection("1/1/1.jpg"),
            TextSection(
                "من هم الصم؟",
                "هم الذين فقدوا حاسة السمع بان الاسباب وراثيه او اخرى مثل نقص الاكسجين اثناء الولادة او ارتفاع درجه حراره الطفل او التهاب السحايا"
            ),
            TextSection(
                "خصائص الصمم",
                "1-\tربط الكلمات التي يتعلمها الاصم بمداولتها الحسيه \n" +
                        "2-\tتحقيق مبدا التكرار المستمر في تعليمه .\n" +
                        "3-\t استخدام الوسائل التعليمية البصرية لان الصم يسمعون بعيونهم \n" +
                        "4-\tاتاحه الفرصه  للاصم لتحقيق النجاح والشعور بالثقه والامان \n" +
                        "5-\tعدم مقارنه الاصم بغيره من التلاميذ ومتابعه تقدمه بمقارنه انتاجه وتحصيله هو ولا يتحصل غيره .\n" +
                        "6-\t صعوبة اتباع التعليمات وعدم القدرة على التركيز في الوجبات المنزلية \n" +
                        "7-\tالمهارات الاجتماعية غير المناسبة لدى الطلبة الصم فبعضهم لا يستطيع المحافظة على علاقات شخصيه .\n" +
                        "8-\t ضعف مفهوم الذات لدى الصم .\n" +
                        "9-\t شعورهم  بالإحباط بسهوله وعدم القدرة على التفاعل مع متطلبات البيئة المدرسية .\n" +
                        "10-\t ضعف التفاعل الاجتماعي مع الاقران  للمحيطين به .\n" +
                        "11-\t يجد صعوبة في بناء استقلاليه تامه في مرحله المرافقة .\n"
            ), TextSection(
                "انواع الصمم",
                "1-\t الصم التوصيلي \n" +
                        "-\tيحدث بفعل اضطرابات في الاذن الخارجيه او الوسطى مما يجد او يمنع الذبذبات الصوتيه من الانتقال خلال القناه السمعيه \n" +
                        "-\tمن اكثر الانواع شيوعا بين الاطفال \n" +
                        "-\tيمكن علاج هذا النوع من الصمغ \n" +
                        "2-\tالصم الحسي العصبي \n" +
                        "-\tيحدث نتيجه وجود خلل في الاذن الداخليه مع سلامه الاذن الخارجيه والوسطى \n" +
                        "3-\t الصمم المختلط\n" +
                        "-\t ينتج فئه الاصابه اكثر من قسم من اقسام الاذن الثلاثة  ( الخارجي والوسطى والداخلية  ) \n" +
                        "-\tيجمع بين اسباب اعراض النوعين السابقين ويصعب علاجه \n" +
                        "4-\tالصم المركزي \n" +
                        "-\tيحدث بفعل خلل في الممرات السمعية في جذع الدماغ او المراكز السمعية  به  .\n" +
                        "5-\t الصم الوظيفي\n" +
                        "-\t يصيب بعض الاطفال بفعل التعرض لصدمات نفسيه وفي حاله عدم اكتشاف اسبابه يمكنه ان يؤثر سلبا على أعضاء السمع .\n"
            ),
            ImageSection("1/1/2.jpg"),
            TextSection(
                "اسباب الصم عند الاطفال والكبار",
                "اسباب الصم والخلقيه\n" +
                        "-\t لها علاقه بالعوامل الجينية والوراثية واسباب اخرى لها علاقه بمشكلات اثناء الحمل والولادة  ومنها\n" +
                        "1-\t الاصابه بالحصبه الالمانيه او الزهري .\n" +
                        "2-\t انخفاض وزن الطفل عند الولاده  .\n" +
                        "3-\t اختناق الطفل عند الولادة  .\n" +
                        "4-\t استخدام بعض الأدوية السامه للاذن استخدام فير سليم .\n" +
                        "5-\t اصابه الاطفال حديثي الولاده بمرض اليرقان الوضيم الذي يؤثر على عصب السمع لديهم .\n" +
                        "2- اسباب الصم المكتسبه مثل\n" +
                        "1-\t الاصابه ببعض الامراض المعديه مثل الاصابه بالحصبه والسحايا .\n" +
                        "2-\t الاصابه بالتهاب الاذن المزمن .\n" +
                        "3-\t التعرض للإصابة في الراس او الاذن .\n" +
                        "4-\t استخدام بعض الادويه الضاره .\n" +
                        "5-\t التعرض للأصوات الصاخبة بشكل مستمر .\n" +
                        "6-\t انسداد قناه الاذن بالشمع او بالمواد الغريبة .\n" +
                        "7-\tيعد السبب الرئيسي لأصابه الاطفال بفقدان السمع هو الاصابه بالتهاب الوزن الوسطى المزمن .\n"
            ),
            ImageSection("1/1/3.jpg"),
            TextSection(
                "اعراض الصمم",
                "1-\tاختفاء الكلام والاصوات الاخرى .\n" +
                        "2-\t صعوبه في فهم الكلمات خاصه مع وجود ضوضاء .\n" +
                        "3-\t مشكله في سماع الحروف الساكنه .\n" +
                        "4-\t الحاجه الى رفع صوت التلفزيون او الراديو .\n" +
                        "5-\t الانسحاب من المحادثات .\n" +
                        "6-\t تجنب التواجد في بعض البيئات الاجتماعيه .\n" +
                        "7-\t الطلب من الاخرين ان يوضحوا كلامهم او يتمهلوا فيه او يرفعوا اصواتهم بصوره متكرره .\n" +
                        "8-\t صعوبه الفهم المحادثات الكلاميه .\n" +
                        "9-\t طنين الاذن او الغمغمه المتواصله .\n" +
                        "10-\t لا يوجه الطفل راسه نحو مصدر الصوت .\n" +
                        "11-\t لا يبدي الطفل الرضيع اي اندهاش في حاله وجود ضوضاء اضافيه.\n"
            ), TextSection(
                "هل الصم وراثي",
                "-\tقد يكون الصمم  ناتجا عن عدد من العوامل تشمل الوراثة والشيخوخة والتعرض للضوضاء وبعض الالتهابات ومضاعفات الولادة  وبعض الأدوية او السموم ومن الحالات الشائعة التي تؤدي الى فقدان السمع التهابات الاذن المزمنة"
            ), ImageSection("1/1/4.jpg"),
            TextSection(
                "ما هي طرق تعليم القراء والكتابة للصم",
                "1-\tاختيار الكتب المناسبه التي يمكن تدريبها للصم .\n" +
                        "2-\t فقدان السمع لا يؤثر على القراءه والكتابه ولكن يجب ان يكون هناك استعداد نفسي من قبل الاصم.\n" +
                        "3-\tيجب ان يكون تدريس القراءة في المدارس بالشكل الممتع .\n" +
                        "4-\t لا يمكن تدريس القراءة في ماده العلوم من دون استخدام الوسائل المرئية .\n" +
                        "5-\t يجب ان يكون هناك هدف واضح في القراءه .\n" +
                        "6-\t لابد ان يستخدم المعلم لغه الاشاره في قراءه القصه او الكتاب .\n" +
                        "7-\t ان يشترك المعلم والطالب في عمليه القراءة .\n" +
                        "8-\t ان يقوم المعلم بارشاد الطلبه الصمم  الى افضل طرق القراءة .\n" +
                        "9-\t تخصيص حصص معينه في ماده اللغه العربيه للقراءه والكتابه فقط .\n" +
                        "10-\t مراعاه الفروق الفرديه بين اطفال الصلب .\n" +
                        "11-\t البدء بتعريف الاطفال الصم على الكتابة بقلم رصاص حتى يمكنهم تعديل الاخطاء .\n"
            ), ImageSection("1/1/5.jpg"), TextSection(
                "برامج تأهيل الصم",
                "1-\t البرامج المنزلية \n" +
                        "يقوم الاخصائي بزيارات منتظمة للأسر في المنازل .\n" +
                        "2-\t برامج المراكز المتخصصة  \n" +
                        "يتم تعليم الاطفال من خلال برامج مكثفه ومنظمه وذات اهداف مجدده وخطط  مدروسه  ويكون البرنامج على مدار اسبوع\n" +
                        "3-\tبرامج التوعيه العامه \n" +
                        "تكون في قاعات خاصه تجمع بين مختلف الاسر ليتم من خلالها تثقيف المجتمع برعاية فئه المعوقين سمعيا\n" +
                        "4-\t برامج رياض الاطفال المتخصصه \n" +
                        "هي تلائم حالات اضطراب اللغه الذي سببه ضعف الاتصال الاجتماعي ولتلائم الحالات المعقدة كالعوق السمعي ولكنها في بعض الاوقات تكون الاختيار الوحيد امام الاسره .\n" +
                        "5-\tبرامج تدريب الاباء \n" +
                        "يتم تدريب الاباء على اساليب لتحفيز نمو اللغة من خلال برامج تتبني هذا  التوجه من قبل اخصائيين امراض التخاطب \n" +
                        "6-\tالبرامج التطوريه \n" +
                        "يقيم الاطفال كما هو المتعارف عليه لكل حاله من قبل اخصائي الإعاقة السمعية ويحدد عمر نمو اللغه مقارنه بالأسوياء منهم \n" +
                        "7-\tبرامج الإرشاد \n" +
                        "هو برنامج توجيه وارشاد للأسر بطبيعة الحالة ونتائج الفحص والتقييم\n"
            ), TextSection(
                "طرق الوقايه من الصم",
                "1-\tالوقايه من الصمم الوراثي بعدم تشجيع زواج الاقارب .\n" +
                        "2-\t الصمم الولادي حيث تشريعات الزواج الحديثه تمنع الزواج من المرضى الذين يؤدي زواجهم الى انجاب اطفال مشوهين خلقيا .\n" +
                        "3-\t العنايه بصحه الام الحامل ووقايتها من الامراض وتناول العقاقير غير  الضاره بالجنين .\n" +
                        "4-\t العنايه في الولاده المتعثره واتباع الطرق الصحيحه لتجنب كل ما يعرض الوليد للاختناق .\n" +
                        "5-\t الوقايه من امراض الطفوله بالتحصين ضد الامراض .\n" +
                        "6-\t معالجه امراض الاذن والامراض التي لها اثر سيء على الاذن .\n" +
                        "7-\t عدم الافراط في التدخين والكحوليات والامتناع عن تناولها .\n" +
                        "8-\t التشخيص المبكر لأمراض الاذن واكتشاف الحالات التي تؤدي الى فقدان السمع .\n" +
                        "9-\t توعيه الاباء وتوجيه المعلمين لاكتشاف حالات الصم .\n" +
                        "10-\t منع الشد من على الاذنين ووقاية السمع من التعرض لصوت الانفجارات والضجيج .\n"
            ),
            ImageSection("1/1/6.jpg"),
            TextSection(
                "علاج الصمم",
                "1-\t يعتمد العلاج على كل من سبب وشده الصم .\n" +
                        "2-\t فقدان السمع الحسي العصبي غير قابل للشفاء .\n" +
                        "3-\t تساعد الطرق والاستراتيجيات المختلفة في تحسين جوده الحياه للإصابة بالصمم .\n" +
                        "4-\tلا تساعد السماعات في علاج الصم ولكنها تضخم الصوت الذي يدخل للاذن حتى يتمكن الاصمم من السمع بشكل اكثر موضوعا .\n" +
                        "5-\t السماعات غير مناسبه لمن يعانون من الصمم العميق .\n" +
                        "6-\t تعلم لغة الإشارة للتواصل في حال كان الاصم غير قادر على الكلام ايضا .\n" +
                        "7-\t اجراء جميع اختبارات السمع مبكرا فكلما كان الكشف عن الاصم مواسبابه ابكر كلما كان العلاج اسرع واسهل .\n"
            )
        )
    )

    internal val Article_12 = Article(
        id = 12,
        title = "ضعاف السمع",
        sections = arrayOf(
            TextSection(
                "",
                "حاسة السمع مهمه للفرد من خلال السمع بيقدر الفرد أنه يتواصل مع الأشخاص الآخرين ويفهم المكان و البيئة الموجود فيها ويتبادل الكلام مع الأفراد ويتفاعل معهم."
            ),
            TextSection(
                "ضعاف السمع",
                "الذين يتسمون ببعض صعوبات في الكلام والنطق بسبب وجود عجز أو نقص في حاسة السمع بدرجة لا تسمح لهم بالاستجابة الطبيعية للأغراض التعليمية والاجتماعية، إلا باستخدام وسائل"
            ), TextSection(
                "خصائص ضعاف السمع",
                "الخصائص اللغوية :.\n" +
                        "تشكل اللغة الأساس للتواصل والتعلم وبدون وجود لغه تصبح طرق التواصل أكثر صعوبة وتعقيدأ ويبدأ الطفل فى اكتساب المهارات اللغوية منذ السنتين الاولى من عمره وتتطور قدرته على فهم واستخدام الكلام\n" +
                        "-الخصائص الجسمية:.\n" +
                        "الطفل ضعيف السمع يعانى من مشكلات في الاتصال وعدم قدرتهم على أكتشاف البيئة والتفاعل معها لذلك يجب تزويد الأفراد ضعاف السمع بالتدريب اللازم للتواصل مع الآخرين لأن الاعاقه السمعيه قد تفرض قيودا على النمو الحركى \n" +
                        "-الخصائص المعرفية:.\n" +
                        "قدراتهم المعرفية لا تختلف عن قدرات الأفراد العاديين بمعنى أن الطفل الذى يعانى من فقدان السمع يمتلك مستوى من الذكاء يتناسب مع مرحلته العمرية فيكون عارفا للعديد من الأمور المحيطة به مثل أفراد عائلته و طبيعة الأشياء الموجودة حوله\n" +
                        "-الخصائص الاجتماعية:.\n" +
                        "الاعاقه ليها تأثير على الخصائص الاجتماعية لدى الأفراد  من خلال التنشئه الأسرية الخاطئة للطفل من خلال الحماية الزائدة للطفل التي تجعل الطفل معتمدا على الاخرين ويعانوا من الخجل الشديد والانسحاب و مما يؤثر على مفهومهم لنفسهم وذاتهم.\n"
            ), TextSection(
                "اسباب ضعف السمع",
                "اولا الاسباب الاكثر انتشارا لضعف السمع:-\n" +
                        "١-تراكم الشمع في الأذن:.\n" +
                        "يعد تراكم الشمع من اكثر الأسباب انتشاراً لضعف السمع ولكنه قابل للعلاج وخاصه عند كبار السن\n" +
                        "٢-الضجيج:.\n" +
                        "يمكن للضجيج ان يسبب ضعف السمع من خلال التعرض المستمر للضجيج أو الاصوات المرتفعة على الرغم من ان مقاومه الناس لنقص السمع الصادر عن الضجيج متفاوتة ولكن المتوقع أن يصاب كل شخص بدرجه معينه من نقص السمع إذا تعرض للضجيج المرتفع بشكل مستمر\n" +
                        "٣- الشيخوخة:.\n" +
                        "يحد نقص السمع المرتبط بالعمر من خلال القدرة على  سماع الأصوات ذات التردد العالي عن سماع الأصوات ذات التردد المنخفض \n" +
                        "-ثانيا الأسباب الأقل انتشاراً لضعف السمع:.\n" +
                        "١-ضطرابات المناعة الذاتية\n" +
                        "٢-الاضطرابات الوراثية\n" +
                        "٣-الادويه التي تلحق الإصابة بالاذن\n" +
                        "٤-الاصابات \n" +
                        "٥-الاورام\n"
            ), ImageSection("1/2/2.jpg"), TextSection(
                "ما هي درجات ضعف السمع عند الاطفال",
                "هناك أربع درجات مصنفة طبياً لضعف السمع:.\n" +
                        "١-طفيف:.\n" +
                        "قد يسمع الطفل بعض اصوات الكلام ولكن سيواجه صعوبة فى سماع الأصوات الخافتة\n" +
                        "٢-متوسط:.\n" +
                        "سيجد الطفل صعوبة فى سماع وفهم الكلام عندما يتحدث شخص ما بمستوى طبيعي \n" +
                        "٣-الحاد:.\n" +
                        "سوف يسمع الطفل القليل من الكلام أو قد لا يسمعه عند التحدث بمستويات طبيعية وسيسمع فقط بعض الأصوات العالية\n" +
                        "٤-الشديد جداً:.\n" +
                        "سوف يسمع الطفل فقط الاصوات العالية جدا ولن يسمع الكلام على الاطلاق\n"
            ), TextSection(
                "ما علامات ضعف السمع عند الاطفال",
                "أولاً بالنسبة للرضيع، تظهر عليه الأعراض التالية:\n" +
                        "١-لا يتفاعل بشكل طبيعي مع الاصوات\n" +
                        "٢-لا يثير الضجيج\n" +
                        "٣-يواجه مشكله فى تحديد مصدر الصوت\n" +
                        "٤-يعانى من تأخر الكلام \n" +
                        "٥-يواجه مشكله فى تطوير اصوات الكلام الصحيح\n" +
                        "ثانيًا بالنسبة للأطفال الأكبر سنًا، فهم يواجهون بعض الأعراض مثل:\n" +
                        "١-صعوبه تنفيذ التعليمات \n" +
                        "٢-تأخر الكلام أو تراجع فى تطور الكلام\n" +
                        "٣-صعوبات فى المدرسة أو تغيرات مفاجأة فى الأداء المدرسي\n"
            ), ImageSection("1/2/1.jpg"), TextSection(
                "انواع ضعف السمع",
                "١-ضعف السمع الحسي العصبي:.\n" +
                        "هو أكثر أنواع ضعف السمع انتشاراً يحدث عندما تتلف اعصاب الاذن الداخلية ممكن بسبب العمر او اضرار الضوضاء او اي شيء اخر ويمكن علاجه باستخدام السماعات الطبية\n" +
                        "٢-ضعف السمع التوصيلي:.\n" +
                        "يحدث نتيجة انسداد الاذن الخارجية أو الاذن الوسطي ممكن بسبب السوائل أو الأورام أو شمع الاذن يمنع هذا الانسداد من وصول الصوت الى الأذن الداخلية ويمكن علاجه بالجراحة أو الأدوية \n" +
                        "٣-ضعف السمع المختلط:.\n" +
                        "هو اختلاط أو مزيج من ضعف السمع الحسي العصبي وضعف السمع التوصيلي\n"
            ), TextSection(
                "هل الطفل ضعيف السمع يتكلم؟",
                "قد يساعد سماع الأصوات والكلمات الأطفال على تعلم التحدث والفهم. إذ أن الطفل المصاب بضعف السمع يفقد هذا الأصوات، والذي يؤدي إلى حدوث مشاكل في التحدث والقراءة في المدرسة لذا من المهم أن تخضع لفحص طفلِك إذا كنتِ تعتقدين أنه يعاني من مشكلة في السمع.\n" +
                        "الطفل الذي يعاني من ضعف السمع لا يتعلم الكلام بسرعة الأطفال العاديين الذين يتمتعون بحاسة سمع طبيعية و يجد صعوبة في معرفة المعاني المختلفة للكلمة.، و قد يواجه الطفل مشكلة في فهم واستخدام جمل أكثر من الاطفال ذوي السمع الطبيعي ويواجه مشكله أيضا فى سماع نهاية الكلمات واستخدام الجمل الأكثر تعقيدا.\n"
            ), ImageSection("1/2/3.jpg"), TextSection(
                "ما علاج ضعف السمع",
                "١-التخلص من مع الاذن:.\n" +
                        "يمكن للطبيب إزالة شمع الأذن  لاستعادة القدرة على السمع وذلك عن طريق استخدام أدوات صغيرة لإذابة وشفط هذا الشمع غسل الأذن بواسطة حقنة مطاطية تحتوي على ماء دافئ.\n" +
                        "٢-التدخل الجراحي:.\n" +
                        "يشمل علاج ضعف السمع الناتج عن خلل في تركيب الأذن الوسطى مثل طبلة الأذن أو العظام السمعية.\n" +
                        "يلجأ الطبيب كذلك إلى إجراء جراحي بسيط إذا كنت تتعرض إلى عدوى متكررة في الأذن، لأن ذلك قد يسبب تراكم للسوائل خلف طبلة الأذن، فيعالجه الطبيب بإجراء يُعرف باسم أنابيب الأذن \n" +
                        "٣-سماعات الاذن:.\n" +
                        "إذا كان سبب ضعف السمع وجود مشكلة في الأذن الداخلية، أو تلف في العصب المسؤول عن توصيل الأصوات إلى المخ، فإن استخدام سماعات الأذن قد يكون له تأثير كبير على تحسن القدرة على السمع\n"
            ), TextSection(
                "نصائح للوقاية من ضعف السمع",
                "١-حماية السمع من خلال ارتداء سدادات الأذن فى حالة الذهاب للحفلات الموسيقية أو عند العمل في بيئة صاخبة.. إن استمرار التعرض للضوضاء يمكن أن يسبب تلف في حاسة السمع مع مرور الوقت.\n" +
                        "٢-تجنب سماع التلفزيون أو الموسيقى أو الراديو بصوت عال جدا. يمكنك محاولة استخدام سماعات إلغاء الضوضاء لأنها تسمح لك بالاستماع للصوت بوضوح دون الاضطرار لتعلية الصوت.\n" +
                        "٣-حاول اختيار الأنشطة الترفيهية التي لا تسبب ضوضاء عالية، \n" +
                        "٤-لا تقم بإدخال أشياء صلبة في أذنيك.\n"
            )
        )
    )

    internal val Article_21 = Article(
        id = 21,
        title = "التواصل الكلي",
        sections = arrayOf(
            ImageSection("2/1/1.jpg"),
            TextSection(
                "١) ايه هو التواصل الكلي ؟",
                "انك تستخدم مع طفلك كل طرق الاتصال الممكنة واللي تتناسب مع حالته كطريقة التدريب السمعي حيث يقوم علي تعليم الاطفال ذوي الاعاقة السمعية البسيطة والمتوسطة علي مهارة الاستماع وتطويرها لديهم والتمييز بين الأصوات أو الكلمات باستخدام الوسائل البصرية والمعينات السمعية ، طريقة التواصل الشفوي حيث نقوم فيها بتنمية مهارات الطفل علي قراءة الشفاه وفهمها ويعني ذلك أن يفهم الطفل ذي الهمم الرموز البصرية لحركة الفم و الشفاه أثناء الكلام ،طريقة التواصل اليدوي حيث يتم استخدام لغة الإشارة وتهجئة الأصابع. \n" +
                        "يجب إعطاء كل طفل من ذي الهمم فرصة تعلم جميع الأشكال الممكنة للتواصل سواء أساليب التواصل اللفظية أو اليدوية وذلك من خلال التواصل الكلي حيث يساعد علي المزج بين  توظيف البقايا السمعية إن وجدت وقراءة الشفاه ولغة الإشارة وأبجدية الأصابع والتدريب السمعي . \n" +
                        "ويجب أن نراعي مستوي نمو الطفل وتوافقه العضلي والعصبي ،وقدراته العقلية وكذلك المهارات اللغوية لديه وإكسابه المهارات التواصلية والتفاعل الإيجابي منذ طفولته المبكرة .\n" +
                        "يشتمل أسلوب التواصل الكلي علي صورة الأشكال اللغوية والحركات التعبيرية التي يقوم بها طفلك من نفسه ، وفي الاتصال الكلي يتاح فرصة أمام طفلك لتطوير وتنمية اي جزء تبقي لديه من السمع ،ومن خلال المعين السمعي الذي يستخدمه.\n" +
                        "من خلال التواصل الكلي نقوم بدمج كل طرق التواصل الممكنة وتستخدمها لتعزيز قدرات الأطفال علي التواصل مع الآخرين وفهم العالم المحيط بهم والاندماج فيه .\n" +
                        "في هذه الطريقة نقوم بدمج الكلام ،والإشارات وتهجئة الأصابع ، ولغة الإشارة حتي نسهل للطفل عملية التواصل .\n" +
                        "يعتبر التواصل الكلي أسلوب للاتصال وليس طريقة للاتصال حيث ظهر التواصل الكلي بسبب ظهور بعض السلبيات في كل طريقة من طرق التواصل المختلفة لما نستخدمها  لوحدها.\n" +
                        "وكذلك الفروق الفردية والإمكانات بين الاطفال ذوي الهمم والاختلاف الواضح بينهم والطرق المتاحة لكل طفل في تعلم طريقة تختلف عن طفل آخر . واختلاف موقف الاتصال  يحتاج طرق معينة يتم استخدامها من قبل الطفل ذي الهمم .\n" +
                        "عندما نستخدم اللفظ والإشارة معا اثناء الحديث مع الطفل ذي الهمم  فإن ذلك يساعد في التغلب علي الثغرات التي  قد تنتج عندما نستخدم اي منهما بمفرده ،كما أن هذه الطريقة تستجيب بشكل أفضل الخصائص التي يتميز بها كل طفل ،فالأطفال الذين يجيدون استخدام أبجدية الإشارة نستخدم اللفظ وأبجدية الأصابع أثناء الحديث معهم ، ولكن الأطفال الذين يجيدون لغة الإشارة عند الحديث معهم نستخدم اللفظ مع الإشارة الكلية .\n" +
                        "\n" +
                        "يتضح من ذلك أن عدم قدرة الطفل علي السمع ودرجة الفقدان السمعي والعمر الذي حدثت فيه الإصابة ومدى توافر الخدمات المختلفة والتدريب علي النطق والتدريب السمعي و قواميس لغة الإشارة والمعينات السمعية المختلفة تعتبر عوامل هامة في تحديد طريقة التواصل الطريقة المناسبة التي يجب أن نستخدمها مع الطفل .\n" +
                        "تعد طريقة التواصل الكلي هي الطريقة الأكثر مناسبة لمختلف الأطفال الذين فقدوا سمعهم، حيث أنها تسهل الاتصال فهي توفر فرصة للطفل ذوي الهمم ليتعلم لغة الإشارة من جهة وتنمية قدراته اللفظية من جهة أخرى.\n" +
                        "كذلك  أيضا فإن طريقة التواصل الكلي  تجعل الطفل ذوي الهمم أكثر أهلية للنجاح في الاندماج الاجتماعي، حيث أنها  تسهم في التغلب على الصعوبات التي تنتج عن عدم إتقان الناس السامعين للغة الإشارة من جهة  والمساعدة في توضيح ما يوجد في لفظ الطفل ذوي الهمم من عيوب وعدم وضوح.\n"
            ),
            TextSection(
                "٢) أهداف التواصل الكلي :",
                "1.\tيسهل من عملية التواصل ،حيث يساعد في زيادة قدرة الطفل ذوي الهمم على استخدام القدرات النطقية لديه بشكل جيد مما يمكنه مستقبلا من  تقبل هذه القدرة النطقية بشكل وظيفي.\n" +
                        "2.\tيفتح التواصل الكلي  قنوات اتصال رئيسية بالسرعة والفاعلية الممكنة، وذلك لأنه يعتمد على أكثر من قناة تواصل سواء تواصل يدوي أو شفاهي بالإضافة للتواصل البصري وما لديه من بقايا سمعية في ضوء أسس وقواعد كل طريقة من طرق التواصل.\n" +
                        "3.\tيعمل التواصل الكلي علي استثارة الدافعية وزيادة مستوى الانتباه لدي الطفل ، حيث يكون الطفل ذوي الهمم  أمام موقف تواصل شامل يتوافق مع ما لديه من خبرات وقدرات سمعية.\n" +
                        "4.\tيسهم التواصل الكلي في زيادة مستوى التواصل الكلامي ومدى وضوحه باعتبار أن التواصل الكلي يعتبر التواصل اللفظي القائم على مدى إمكانية استخدام اجهزة النطق لدى الأطفال ذوي الهمم استخداما فعالا مع التواصل اليدوي، اي نستخدم اللفظ مع الإشارة .\n" +
                        "5.\tاستغلال البقايا السمعية، ويعد هذا هو الهدف التربوي الأمثل للتواصل الكلي. \n"
            ),
            ImageSection("2/1/thumb.jpg"),
            TextSection(
                "٣) مميزات التواصل الكلي : ",
                "1.\tلا يلغي التواصل الكلي  استخدام قراءة الشفاه.\n" +
                        "2.\tلا يلغي التواصل الكلي استعمال الأجهزة  السمعية بل يعمل على استغلال أي بقايا سمعية في إدراك الصوت حتى يصبح واضحا في ذهن الطفل ذوي الهمم .\n" +
                        "3.\t يستطيع الطفل ذوي الهمم  من خلال أسلوب التواصل الكلي  اكتساب لغة الإشارة بسرعة أكبر كما يتيح له التعبير عن حاجاته. \n" +
                        "4.\tيصبح من خلال أسلوب التواصل الكلي لدى المدرسة طفل ذوي همم أكثر توافقا مع البيئة المحيطة به.\n" +
                        "5.\t باستخدام التواصل الكلي للحديث والإشارة فإن كل أسرة  لديها طفل ذوي همم تصبح بيئتهم عادية مثل بيئة العاديين.\n"
            )
        )
    )
    internal val Article_22 = Article(
        id = 22,
        title = "قراءة الشفاه",
        sections = arrayOf(
            TextSection(
                "ما هي مهارة قراءة الشفاة؟",
                "هي مهارة تستلزم استخدام حاسة البصر لفهم الكلام ودا ليفهم الصم وضعاف السمع حركات الشفاه واللسان والفك أثناء الكلام من قبل الآخرين، ويعتمد نجاح  الطريقة دي على مدى فهم الصم وضعاف السمع للمثيرات البصرية المصاحبة للكلام زي تعبيرات الوجه وحركة اليدين ومدى سرعة المتحدث ومدى اللغة وموضوع الحديث للمعاق، ومدى مواجهة المتحدث لاصم وضعيف السمع وكمان القدرة العقلية للمعاق سمعياً وعشان كده مهارة قراءة الشفاة تحتاج لتدريب وتعليم للصم وضعاف السمع."
            ),
            TextSection(
                "ما هي شروط قراءة الشفاة؟",
                "-يجب ان تكون درجة الابصار عند الطفل الاصم عادية.\n" +
                        "2-يجب ان يكون المتكلم مقابل الطفل ليشاهد حركة الشفاة.\n" +
                        "3-ينبغي ان يتم التكلم بصورة طبيعية وعادية.\n" +
                        "4-يجب ان يكون النطق واضح ومفهوم ومنبالغش في فتح الفم.\n" +
                        "5-لا يختفي المتكلم عن بصر الاصم او ضعيف السمع.\n" +
                        "6-لا يتحدث المتكلم وهو متجه نحو الحائط او الصبورة.\n" +
                        "7-ان يوجه المتكلم نظره نحو الاصم ودا لان النظر له دور كبير في التعيين وشد الانتباه لضمان الاستمرار والتواصل.\n" +
                        "8-مراعاة مستوي الاصم ومرحلة نموه.\n" +
                        "9- المسافة التي تفصل بين الاصم والمتكلم تكون مسافة معقولة ودا ليستطيع الطفل تركيز انتباهه علي ملامح الوجه.\n" +
                        "10-محاولة التقليل من المشتات.\n" +
                        "11-وجود ضوء علي وجه المتكلم  عشان حركات الوجه والشفتين تكون واضحه للاصم.\n"
            ),
            TextSection(
                "اي الخطوات التي يجب مراعتها لقراءة الشفاة؟",
                "-يجب ان تنطق الكلمة اثناء تطلع الاصم الي الوجه مثلا نقول له \"قف\"فيكون ذلك عندما يتطلع الي وجهة.\n" +
                        "2-يجب ان تتكلم العينان كما تتكلم الشفاة مثلا اذا قولنا للاصم \"تعال\" بحيث تكون العينان فيها الدعوة اثناء مد اليدين مع الضغط علي كلمة\"تعال\"وبتكرار نفس الموقف يفهم الاصم كلمة تعال عندما تنطق بها الشفتان.\n" +
                        "\n" +
                        "3-يجب ان يكون الكلام واضح وبطئ نوعا ما من المتكلم بشرط انه ميبالغش في النطق او في حركات الشفاة او فتح الفم.\n" +
                        "4-يبدأ بالكلمات السهلة والتي يمكن نطقها ورؤيتها بسهولة ولها ارتباط بالواقع.\n"
            ),
            TextSection(
                "ما هي طرق تدريب الصم علي مهارات قراءة الشفاة؟",
                "-الطريقة التحليلية:\n" +
                        "فيها يركز الاصم علي كل حركة من حركات شفتي المتكلم وبعدين ينظمها مع بعضها ليفهم المعني المقصود.\n" +
                        "2-الطريقة التركيبية:\n" +
                        "فيها يركز الاصم علي معني الكلام اكثر من تركيزه علي حركة شفتي المتكلم.\n" +
                        "3-طريقة روشيسير:\n" +
                        "هي دمج طريقه هجاء الاصابع مع قراءة الشفاة ودي طريقة مملة ودا لان الاصم يقوم  بالتعبير عن كل حرف بهجاء الاصابع فيشعر المشاهد بالملل فيكون عليه التركيز بعينه علي كل حرف يقام التعبير عنه بهجاء الاصابع.\n" +
                        "والتتدريب علي قراءة الشفاة مهم جدا مع الالتزام ب:\n" +
                        "-البدء بالامور المتعلقة بحياة الاصم وحاجته الخاصة.\n" +
                        "-ناخد بالنا ان فيه بعض الحروف الساكنة تكون في صورة حركية متشابهة علي الشفاة مثل:حرف(م-ب-ت-د-ح).\n" +
                        "-نساعد الاصم علي التفرقة بين الحروف المتشابهة في طريقة اخراجها من خلال المرآة وملاحظة حركات الشفاة.\n"
            ),
            TextSection(
                "ما هي انواع التدريب علي قراءة الشفاة؟",
                "-التدريب الفردي:\n" +
                        "فيه يتم التدريب علي الكلمات والحروف بصورة مفردة ودا حسب قدرة الاصم ودرجة الفقدان السمعي .\n" +
                        "2-التدريب الروتيني:\n" +
                        "هنستغل فيه ماتعود عليه الطفل في حياته اليومية من عمل اشياء معينة او الذي تعود عليه من تلقي بعض الاوامر زي اجلس ,تعالي...\n" +
                        "3-التدريب الجماعي:\n" +
                        "بعد ان يصل الاصم الي فهم مجموعة من الكلمات والجمل القصيرة من التدريب الفردي والتدريب الروتيني يمكن للمعلم او الاخصائي تدريب مجموعة من التلاميذ تدريب جماعي بس بشرط ان المجموعة تكون صغيرة لا تزيد عن 8 ولا تقل عن 5 وان تكون المجموعة متجانسة في القدرات والميول وعدم الاطالة في زمن التدريب .\n"
            ),
            TextSection(
                "ما هي مراحل تعلم قراءة الشفاة للاصم؟",
                "-مرحلة التطلع الي الوجه:\n" +
                        "تعتمد علي النظر ودرجة القرب بين الاصم والمتكلم ودرجة الاضاءة في المكان.\n" +
                        "والمرحلة دي من اسهل المراحل لمعرفة وتذكر الكلمات والجمل.\n" +
                        "2-مرحلة الربط(بدء الفهم):\n" +
                        "تعتمد علي الربط بين مايراه علي الوجه من تعبيرات وبين الموقف والمرحلة دي لها اهمية كبيرة في تكوين العادات مثل:\n" +
                        "-الابتسامة في وقت الفرح.\n" +
                        "-التكشير في حالة الحزن.\n" +
                        "3-مرحلة الفهم المعنوي(الفهم المجرد):\n" +
                        "تعتمد علي مانتحدث به من كلمات دون النظر الي مانتحدث عنه زي(باب-شباك-كتاب-قلم-ساعة-بابا-ماما....)\n" +
                        "بمعني ان الاصم يقرأ الالفاظ الجديدة بواسطة قراءة الشفاة ويكون وصول الاصم الي المرحلة دي تعبر عن تقدمه في الكلام ورغبته في زيادة معلوماته.\n"
            ),
            TextSection(
                "ما هي قواعد قراءة الشفاه للاتصال مع الاصم؟",
                "-جذب الانتباه.\n" +
                        "-مواجهة الشخص والنظر اليه مباشرة.\n" +
                        "-ابقاء الجسم في حالة ساكنة قدر الامكان واستخدام بعض الايحات البسيطة للتوضيح.\n" +
                        "-رؤية الفم بوضوح ,ميكونش فيه دخان او اقلام او طعام عشان متمنعش رؤية الفم.\n" +
                        "-الوقوف بمواجهة الضوء.\n" +
                        "-التكلم بوضوح وببطئ اقل من العادي وبرده منبالغش في ده .\n" +
                        "-اعادة الجملة اكتر من مرة ودا لو الامر ضروري وبصورة مختلفة.\n" +
                        "-استخدام جمل قصيرة ومفيدة.\n" +
                        "استخدام الكلام المباشر وحاول منع اي تشوش او ضوضاء محيطة بك.\n" +
                        "-استخدام الكتابة اذا كان الشخص الاصم يجد صعوبة في فهمك او قراءة شفاهك.\n" +
                        "-عدم الصراخ,هذا يسبب تشويش وازعاج للشخص المستعمل المعينات السمعية.\n" +
                        "-لازم تبقي صبور وهادئ وتظهر الاهتمام.\n" +
                        "-كن حساس مع الشخص الاصم.\n" +
                        "-ابتعد لمسافة مناسبة ليست بعيدة ولا قريبة وبنفس مستوي الصوت.\n" +
                        "-تحسين جودة الصوت وذلك بوجود غرفة مفروشة بشكل جيد لمنع وجود صدي.\n" +
                        "-الاتصال العيني : الاتصال مباشرة مع الاصم.\n"
            ),
            TextSection(
                "ما هي مزايا قراءة الشفاة؟",
                "تركز قراءة الشفاة علي تعليم الصم وضعاف السمع والتدريب الصحيح للنطق ومهاراته ومحاولة توفير بيئة تعليميه تشابه بين السامعين في مدارس وفصول التربية الخاصة.\n" +
                        "وتتلخص مزايا الطريقة دي في:\n" +
                        "-اعتبار الكلام هو قناة التواصل الرئيسية ودا بالاستفادة بالسمع المتبقي ولازم تنميته من خلال قراءة الكلام.\n" +
                        "-الاصم وضعيف السمع  قادرين علي التعلم اللفظي ودا لو تم تدريبهم من البداية علي النطق ودا لان جهاز النطق المفروض انه سليم.\n" +
                        "- لغة الاشارة مبتساعدش الاصم علي التعبير عن المفاهيم المجردة بشكل كاف.\n" +
                        "-الصم محاطون بناس مبيستعملوش لغة الاشارة ومش بيفهموها .\n" +
                        "- تعليم الكلام للصم يساعد علي التقليل من الشعور بالعزلة والتعايش مع السامعين .\n" +
                        "-قدرة الاصم علي الربط بين صوت معين والحركة التي تصدر عن الشفاة او الحنجرة او اللسان .\n" +
                        "-ترجمة هذه الحركات الي اشكال صوتية(الحروف).\n"
            ),
            TextSection(
                "ما هي عيوب قراءة الشفاه؟",
                "-صعبة للاطفال الصم وده لان الاطفال مش بيسمعوا الاخرين وهما ينطقوا بالكلام.\n" +
                        "-لا يمكن للصم ضبط محاولتهم الصوتية لتقليد الكلام الصادر عن الاخرين.\n" +
                        "-عدد كبير من الكلمات في اللغة يشبه بعضه عند النطق به.\n" +
                        "- المتكلم مش بيرتاج لما الاصم ينظرالي فمه اثناء الكلام.\n" +
                        "-صعوبة قراءة الشفاة في حالة الاضاءة الضعيفة او لما بيكون المتحدث غير مواجه لمن يتحدث اليه ويغطي وجهه وفمه.\n"
            ),
            TextSection("مخارج الحروف:", "\n"),
            ImageSection("2/2/1.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/2.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/3.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/4.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/5.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/6.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/7.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/8.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/9.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/10.jpg"),
            TextSection(" ", ""),
            ImageSection("2/2/11.jpg"),
        )
    )
    internal val Article_23 = Article(
        id = 23,
        title = "لغة الاشارة",
        sections = arrayOf(
            ImageSection("2/3/1.jpg"),
            TextSection(
                "١)ما هي لغة الإشارة؟",
                "لغة الإشارة هي اللغة الطبيعية لذوي الهمم السمعية حيث تعبر عن الكلمات والمفاهيم والعبارات من خلال حركات اليدين وضعهم، وتعتبر لغة الإشارة وسيلة اتصال تعتمد اعتمادا كبيرا على التناسق بين العين وقدرة الجسم على الحركة.\n" +
                        "تساعد هذه اللغة الطفل ذوي الهمم السمعية في التعبير عن أي فكرة يعبر عنها باللغة المنطوقة ، وتختلف لغة الإشارة من مجتمع إلى آخر. \n" +
                        "بل أن هناك بعض الاختلافات والتي قد نجدها في داخل المجتمع الواحد ،وتعد لغة الإشارة لغة كاملة تسمع بالعين وتنطق باليدين .\n"
            ),
            TextSection(
                "٢)بعض الاعتبارات لمن يتعلم لغة الإشارة:",
                "1.\tأن يكون لديه القناعة بأن لغة الإشارة  لغة مهمة، ومسلم بها وجب تعلمها وضرورة توافر الرغبة في تعلم هذه اللغة.\n" +
                        "2.\t يجب أن تكون صادقا في تعاملك مع الصم، وأن تكون ودودا وأن تكون صارما في بعض الوقت.\n" +
                        "3.\t  إن كتساب الفرد للمفردات اللغوية الإشارية وزيادة ثروته اللغوية سيساعده على تكوين الجمل وسرعة المحادثة.\n" +
                        "4.\t لغة الإشارة ليست صعبة وهي سهلة الاكتساب إذا ما توفرت الإرادة والثقة بالنفس.\n" +
                        "5.\t إن التحدث مع أصحاب اللغة الأصليين سيتيح فرصة التعرف على لغتهم وبالتالي التحدث بطلاقة ويسر فاكتساب اللغة يأتي بالممارسة الفعلية لها وليس بحفظ مفرداتها فقط.\n" +
                        " ضرورة الاحتكاك بالأفراد الصم فالتحاور معهم وحضور مناسباتهم والاهتمام بأمور حياتهم اليومية سيتيح إمكانية تبادل الأفكار وتبادل الخبرات\n"
            ),
            TextSection(
                "٣)أسس وقواعد يجب معرفتها لمن يستخدم لغة الإشارة:",
                "1.\tعندما تتحدث مع صديق  بوجود شخص ذوي همم سمعية  فاستخدم لغة الإشارة بهدف إشراكه في الحديث.\n" +
                        "2.\t لا تبالغ في حركة الشفاه، تكلم بشكل طبيعي  وتذكر أن ٣٠٪ فقط  من كلامك يمكن أن يفهم لذا يجب استخدام لغة الإشارة.\n" +
                        "3.\tتأكد من وجود إضاءة مناسبة عندما تتحدث بلغة الإشارة وتجنب الجلوس بوضع يكون الضوء أو الشمس على عيون المتلقي.\n" +
                        "4.\t لا تغطي فمك إلا إذا تطلبت الإشارة ذلك حتى لا تحجب قراءة الشفاه. \n" +
                        "5.\tفكر بطريقتهم وتكلم بلغتهم وبأسلوبهم حتى تتعرف على مواطن القصور لديهم وتعدلها.\n" +
                        "6.\tكن صبورا وتفاعل مع إشارتك ليظهر التعبير على وجهك وجسمك.\n"
            ),
            TextSection(
                "٤) ما هي فوائد لغة الإشارة ؟",
                "1.\tهي اللغة الطبيعية التي من خلالها يستطيع ذوي الهمم السمعية ان يعبر عن نفسه واحتياجاته.\n" +
                        "2.\t تساعد في توضيح وتوصيل العديد من المفاهيم المادية والمعنوية.\n" +
                        "3.\tتعد الطريقة الاسرع في توصيل المعلومات للفرد ذوي الهمم السمعية\n"
            ),
            TextSection(
                "٥)ما هي عيوب لغة الإشارة؟",
                "1.\tلا يمكن ان نستخدمها في الظلام .\n" +
                        "2.\tسهوله وسرعه تعلم لغة الإشارة لدى الطفل سوف يقلل من عمليه تعلم اللغة المنطوقة.\n" +
                        "3.\tاغلب الأفراد في مجتمع العاديين لا يجيدون استخدام لغة الإشارة\n"
            ),
            TextSection(
                "٦)ما هي وظائف اللغة للأصم :",
                "1.\tالتواصل بين الناس وتبادل المعرفة والمشاعر وإرساء دعائم التفاهم والمشاركة في الحياة.\n" +
                        "2.\tالتعبير عن حاجاته المختلفة .\n" +
                        "3.\tالنمو الذهني المرتبط بالنمو اللغوي وتعلم اللغة الشفوية أو الاشارية يولد لدي الفرد المفاهيم والصور الذهنية .\n" +
                        "4.\tارتباط اللغة بنظم حضارية تضرب عمقا في التاريخ والمجتمع .\n" +
                        "5.\tالوظيفة النفسية فاللغة تنفس عن الإنسان وتخفف من حدة الضغوطات الداخلية التي تواجهه ويبدو ذلك في مواقف الانفعال والتأثر .\n" +
                        "لذلك فإن تطوير وسائل التعبير لدي الفرد ذوي الهمم وإزالة الصعوبات التي تواجهه حتي يستطيع التعبير عن نفسه وحاجاته وميوله ، مما يساعده علي الخروج من عالم العزلة والخوف والإحباط إلي عالم منفتح علي الناس ، وعلي المحيط الذي يعيش فيه ، وذلك يودي إلي التوازن والتكيف وتنمية قدراته للمساهمة في الحياة الاجتماعية ومساعدته علي البذل والعطاء في المجالات المعرفية والمهنية والثقافية.\n"
            ),
            TextSection(
                "٧)ما هي انواع لغة الإشارة:",
                "1.\tالإشارات ذات الدلالة : \n" +
                        "يدل ظاهرها أو شكلها علي الفكرة التي يحاول ذوي الهمم السمعية التعبير عنها ، بالتمثيل بالقلم للتعبير عن الكتابة .\n" +
                        "2.\tالإشارات التقليدية: \n" +
                        "إشارات يصعب علي الشخص العادي فهمها دون أن يعلم معناها كإشارة البن بحركة طحن البن في الآلة .\n" +
                        "3.\tالإشارات الوصفية : \n" +
                        "عبارة عن إشارات يدوية تلقائية تصف فكرة معينة وتساعد علي توضيح صفات الشيء مثل فتح الذراعين للتعبير عن الكثرة وهذه يستخدمها ذوي الهمم السمعية والسامعين .\n" +
                        "4.\tالإشارات الغير وصفية : \n" +
                        "عبارة عن إشارات لها دلالة خاصة ،وتكون بمثابة لغة خاصة متداولة بين الصم مثل الإشارة بالإبهام إلي أعلي للدلالة علي شيء حسن .\n" +
                        "5.\tالإشارات العامة : هي إشارات مستخدمة ومتداولة في المجتمع في الاتصال بين ذوي الهمم السمعية والآخرين وليست مرتبطة بمهنة معينة أو تخصص معين. \n" +
                        "6.\tالإشارات التخصصية : هي إشارات أكثر ارتباطا بالتخصصات الدراسة المختلفة أو المهن المتنوعة ، حيث أن لكل تخصص لغته ولكل مهنة لغتها ،فهي تكون اشارات مرتبطة بلغة التخصص الدراسة والمهنة\n"
            ),
            ImageSection("2/3/4.jpg"),
        )
    )
}