package com.typ.handtalk.articles.data

import com.typ.handtalk.articles.models.Foundation
import com.typ.handtalk.articles.models.MapPoint

object Foundations {

    fun getAll(): Array<Foundation> {
        return arrayOf(
            Foundation(
                name = "جمعية الصم للتنمية بالشرقية",
                bio = "جزء من أنشطة الجمعية الداخلية والذي يهدف تأهيل الأطفال ذوي الاعاقة السمعية من حيث :-\n" +
                        "١- التأهيل الاكاديمي وتخريج جيل واعي ومثقف - ليس أُمّيِ - قادر علي القراءة والكتابة بفهم وتمعن .\n" +
                        "٢- التأهيل التخاطبي لضعاف السمع والاستفادة من البقايا السمعية وتحفيزها لتحقيق اقصي قدر ممكن من الاستقلالية ",
                loc = MapPoint(30.597122, 31.509275)
            ),
            Foundation(
                name = "جمعية اصداء للصم و ضعاف السمع",
                bio = "تعمل الجمعية من أجل الارتقاء بأوضاع ذوي الاحتياجات السمعية (الصم وضعاف السمع) والتوعية بحقوقهم.",
                loc = MapPoint(31.2214130, 29.9417060)
            ),
            Foundation(
                name = "مؤسسة حلم",
                bio = "تهتم مؤسسة حلم بتوظيف الأشخاص ذوي الإعاقة، حيث تقدم خدمات استشارية وتدريبية شاملة للمؤسسات والمهنيين والحكومات.\n" +
                        "توفر المؤسسة سهولة في تكامل السياسات والاستراتيجيات نحو الإدماج الفعال والمستدام للأشخاص ذوي الإعاقة في مكان العمل والسوق والأحداث.",
                loc = MapPoint(29.9550962, 31.2721763)
            ),
            Foundation(
                name = "مؤسسة الصم و البكم",
                bio = "١- تأهيل الصم مهنياً\n" +
                        "٢-مساعدة الصم على الاندماج فى المجتع\n" +
                        "٣- مساعدة الصم على الحصول على كامل حقوقهم",
                loc = MapPoint(31.261235, 29.984841)
            ),
            Foundation(
                name = "الجمعية المصرية لتأهيل الصم و ضعاف السمع",
                bio = "١-تأهيل الصم اكاديمياً\n" +
                        "٢-تعليم صغار الصم لغة الإشارة \n" +
                        "٣- مساعدة الصم الكبار على تعلم القراءة و الكتابة",
                loc = MapPoint(30.103067, 31.328849)
            ),
            Foundation(
                name = "مركز المبرات اللغوي للصم و البكم",
                bio = "١- تأهيل الصم اكاديمياً\n" +
                        "٢- مساعدة الصم على الاندماج فالمجتمع",
                loc = MapPoint(30.028638, 31.257118)
            ),
        )
    }

}